[
  {
    "key": "rama",
    "name": "Rama legislativa",
    "breadcrumb": "<div class='card mb-3'><nav aria-label='breadcrumb'><ol class='breadcrumb'><li class='breadcrumb-item'><a href='../'>Ramas del Poder</a></li><li class='breadcrumb-item active' aria-current='page'>Rama Legislativa</li></ol></nav></div>",
    "definition": "<div class='card mb-3'><p>A la Rama Legislativa le corresponde formular las leyes, ejercer control sobre el Gobierno y reformar la Constitución. Está representada por una corporación pública colegiada de elección popular denominada Congreso de la República, el cual está integrado por el Senado de la República y la Cámara de Representantes, constituyendo así un sistema bicameral; es decir, una cámara alta representada por el Senado y una cámara baja representada por la Cámara de Representantes. como expresión del principio democrático, le corresponde hacer las leyes, las cuales son el más importante instrumento de regulación social, al tiempo son el eje de un Estado de Derecho, en el que se hace efectiva la larga y dura conquista del liberalismo político del paso de un gobierno de los hombres a un gobierno de las leyes. Por ello, la Constitución dispone que “ninguna autoridad del Estado podrá ejercer funciones distintas de las que le atribuye la Constitución y la ley” (Manual estructura del Estado)</p><p>Colombia es un Estado social de derecho, organizado en forma de República unitaria, descentralizada, con autonomía de sus entidades territoriales, democrática, participativa y pluralista, fundada en el respeto de la dignidad humana, en el trabajo y la solidaridad de las personas que la integran y en la prevalencia del interés general.(Estado Social de Derecho - Artículo 1 constitución Política de Colombia)</p><p>Son fines esenciales del Estado: servir a la comunidad, promover la prosperidad general y garantizar la efectividad de los principios, derechos y deberes consagrados en la Constitución; facilitar la participación de todos en las decisiones que los afectan y en la vida económica, política, administrativa y cultural de la Nación; defender la independencia nacional, mantener la integridad territorial y asegurar la convivencia pacífica y la vigencia de un orden justo. Las autoridades de la República están instituidas para proteger a todas las personas residentes en Colombia, en su vida, honra, bienes, creencias, y demás derechos y libertades, y para asegurar el cumplimiento de los deberes sociales del Estado y de los particulares (Fines del Estado - Artículo 2 Constitución Política de Colombia)</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Ley 5 de 1992<br>Art 1, 2, 113 Constitución política de Colombia<br>Manual Estructura del Estado – Rama legislativa, Departamento administrativo de la función pública.</p></div>"
  },
  {
    "key": "congreso",
    "parent": "rama",
    "name": "Congreso",
    "definition": "<div class='card mb-3'><p>Corresponde al Congreso de la República reformar la Constitución, hacer las leyes y ejercer control político sobre el gobierno y la administración. El Congreso de la República, estará integrado por el Senado y la Cámara de Representantes.</p></div><div class='card mb-3'><h5>Periodo</h5><p>Los senadores y los representantes serán elegidos para un período de cuatro años, que se inicia el 20 de julio siguiente a la elección</p></div><div class='card mb-3'><h5>Legislaturas</h5><p>Se reunirá en sesione ordinarias, durante dos (2) periodos por año. El primer periodo comprende del 20 de julio al 16 de diciembre y el segundo periodo del 16 de marzo al 20 de junio, las sesiones extraordinarias se realizará únicamente por convocatoria del gobierno y durante el tiempo que éste señale.</p></div><div class='card mb-3'><h5>Servidores públicos </h5><p>Son servidores públicos los miembros de las corporaciones públicas, los empleados y trabajadores del Estado y de sus entidades descentralizadas territorialmente y por servicios. Los servidores públicos están al servicio del Estado y de la comunidad; ejercerán sus funciones en la forma prevista por la Constitución, la ley y el reglamento. La ley determinará el régimen aplicable a los particulares que temporalmente desempeñen funciones públicas y regulará su ejercicio.</p></div><div class='card mb-3'><h5>Carácter bicameral </h5><p>Está integrado por el Senado de la República y la Cámara de Representantes, constituyendo así un sistema bicameral; es decir, una cámara alta representada por el Senado y una cámara baja representada por la Cámara de Representantes, es de el Congreso de las Provincias Unidas de la Nueva Granada y la Constitución de Tunja de 1811. Las dos cámaras del Congreso de la República tienen funciones separadas y a cada una se le reconoce autonomía administrativa y financiera. Sólo en ciertos casos, para cumplir determinadas funciones expresamente determinadas en la Constitución, se reúnen como un solo cuerpo.</p></div><div class='card mb-3'><h5>Conformación</h5><p>Esta confirmado 279 congresistas.108 senadores y 171 representantes en la camara, los senadores elegidos por circunscripción nacional, y los representantes por circunscripción territorial, por el tratado de paz las FARC recibieron 10 curules (5 en cámara y 5 en senado) hasta el 2026.</p></div><div class='card mb-3'><h5>Funciones</h5><p><ul><li>FUNCIÓN CONSTITUYENTE: Mediante Actos Legislativos tiene la facultad de modificar apartes de la Constitución Política de Colombia (Los actos legislativos son un tipo de ley por la cual el Congreso de la República, mediante un trámite especial, puede incluir, modificar y derogar apartes de la Constitución Política, en 8 debates en el Congreso)</li><li>FUNCIÓN LEGISLATIVA: poder del congreso para que por medio de los proyectos de ley puedan reformar, crear, suprimir normas que ya existen o crear nuevas (no estén incluidas en la constitución). Interpretar, reformar y derogar las leyes, Expedir códigos y normas con fuerza de ley, Revestir, hasta por seis meses, al Presidente de la República para expedir normas con fuerza de ley, Aprobar el plan nacional de desarrollo y de inversiones públicas, Definir la división general del territorio,  Determinar la estructura de la administración nacional y crear, suprimir o fusionar ministerios, departamentos administrativos, superintendencias, establecimientos públicos y otras entidades del orden nacional. (Radicación 1529 de 2003 Consejo de Estado - Sala de Consulta y Servicio Civil).</li><li>FUNCIÓN DE CONTROL POLÍTICO: Función fundamental del congreso, respaldada por el eje de la democracia y la división de poderes y la existencia de controles mutuos que permite al congreso llamar a funcionarios selectos de la rama ejecutiva(sector central) a rendir cuentas de su gestión. Los funcionarios susceptibles a esta función son: presidente, vicepresidente, ministros, directores de deptos. Admón., Unidades admón. especiales, Super intendencia de vigilancia y control.<ul><li>Moción de censura: es un mecanismo de control político a efectos de establecer un procedimiento efectivo de responsabilidad política donde se determina si hubo una falta a la gestión. Esta tiene dos causales, 1.cuando los ministros no concurren , sin excusa aceptada a las citas o requerimientos que les haya hecho alguna de las cámaras, (art. 135.8) 2. Incumplimiento por las funciones propias del cargo (art 135.9). su trámite es que esta debe ser propuesta por lo menos la décima parte de los miembros de la respectiva cámara y se requiere el voto afirmativo de la mitad más uno para su aprobación. La consecuencia es la separación del cargo.</li><li>Moción observación: Esta se aplica en el nivel ejecutivo descentralizado (Territorio o servicios) En el nivel municipal, la moción de observaciones tiene el propósito de formular un reproche político y social a determinada funcionarios, sin que este hecho traiga como consecuencia la dimisión del servidor público, es un control disciplinario a cargo del ministerio público, lo hace el órgano colegiado de cada territorio. Se compulsan copias a procuraduría y contraloría.</li></ul></li><li>Función judicial:  Se encuentra en el art 116, la competencia de la Cámara(comisión de investigación y acusación) se limita a elevar ante el Senado (Comisión instrucción) la acusación respectiva o a dejar de hacerlo, respecto a los funcionarios que gozan de fuero constitucional ( Presidente de la República, los Magistrados de las Altas Cortes y el Fiscal General de la Nación.), para que este  decida si hay lugar o no a seguimiento de causa y si es así  poner al acusado a disposición de la Corte Suprema de Justicia.</li><li>Función administrativa: capacidad que tiene el congreso para expedir su reglamento y autorregularse, congreso en pleno, senado y cámara de Representantes.(numeral 6, articulo 6 de la ley 5 de 1992)</li><li>Función de protocolo: Facultad que otorgo la constitución al congreso unción que tiene el congreso de la república para poder desarrollar actuaciones protocolarias ej: instalar legislaturas, posicionamiento del presidente, visitas de representantes de otros gobiernos</li><li>Función electoral: Función que otorgo la constitución al congreso para la elección de  cargos como el procurador general de la nación, contralor, defensor del pueblo, altos magistrados de la corte constitucional.  Las elige de las sendas ternas que envían el presidente de la república y el consejo de Estado.(Numeral 5 articulo 6 de la ley 5 de 1992)</li><li>Función control público: Para emplazar a cualquier persona, natural o jurídica, a efecto de que rindan declaraciones, orales o escritas, sobre hechos relacionados con las indagaciones que la Comisión adelante.(Numeral 7 art. 6 ley 5 de 1992)</li></ul></p></div><div class='card mb-3'><h5>Atribuciones congreso en pleno </h5><p><ul><li>Posesionar al Presidente o Vicepresidente</li><li>Recibir a Jefes de Estado de otros países</li><li>Elegir al Contralor de La República</li><li>Elegir en vacancia del Presidente y Vicepresidente</li><li>Elegir los Magistrados de la Sala Jurisdiccional Disciplinaria del Consejo Superior de la Judicatura.</li><li>Decidir sobre la moción de censura con arreglo a la Constitución y el reglamento.</li><li>Decretar la formación de nuevos departamentos</li></ul></p></div><div class='card mb-3'><h5>Incompatibilidades</h5><p>Las incompatibilidades son todos los actos que no pueden realizar o ejecutar los Congresistas durante el período de ejercicio de la función. (art 180 constitución política de Colombia, art 281 ley 5 de 1992) <ul><li>Como congresista no puedo tener otro cargo público además de catedra universitaria.</li><li>Ser miembro de la junta directiva de entidades descentralizadas de cualquier nivel incluye economía mixta ej.: parte de junta directiva de la licorera del valle, Ecopetrol, positiva</li><li>Celebrar contratos con personas privadas que manejen fondos del Estado. Ej.: documento de conflicto de intereses de alguien de su familia que maneje recursos del Estado.</li></p></div><div class='card mb-3'><h5>Inhabilidades</h5><p>Por inhabilidad se entiende todo acto o situación que invalida la elección de Congresista o impide serlo. (art 279 ley 5 de 1992)<ul><li> Quienes hayan sido condenados, en cualquier época, por sentencia judicial a pena privativa de la libertad, excepto por delitos políticos o culposos.</li><li>Quienes hayan ejercido, como empleados públicos, jurisdicción o autoridad política, civil, administrativa o militar, dentro de los doce (12) meses anteriores a la fecha de la elección.</li><li>Quienes hayan intervenido en gestión de negocios ante entidades públicas, o en la celebración de contratos con ellas en interés propio, o en el de terceros, o hayan sido representantes legales de entidades que administren tributos o contribuciones para fiscales, dentro de los seis (6) meses anteriores a la fecha de la elección.</li><li>Quienes hayan perdido la investidura de Congresista.</li><li>Quienes tengan vínculo por matrimonio o unión permanente, o de parentesco en tercer grado de consanguinidad, primero de afinidad, o único civil, con funcionarios que ejerzan autoridad civil o política.</li><li>Quienes estén vinculados entre sí por matrimonio, o unión permanente, o parentesco dentro del tercer grado de consanguinidad, segundo de afinidad, o primero civil y se inscriban por el mismo partido, movimiento o grupo para elección de cargos, o de miembros de corporaciones públicas que deban realizarse en la misma fecha.</li><li>Quienes tengan doble nacionalidad, exceptuando los colombianos de nacimiento.</li><li>Quienes sean elegidos para más de una corporación o cargo público, o para una corporación y un cargo, si los respectivos períodos coinciden con el tiempo, así sea parcialmente.</li></ul></p></div><div class='card mb-3'><h5>Conflicto de Intereses</h5><p>Los congresistas deberán poner en conocimiento de la respectiva cámara las situaciones de carácter moral o económico que los inhiban para participar en el trámite de los asuntos sometidos a su consideración. La ley determinará lo relacionado con los conflictos de intereses y las recusaciones.</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Art. 114,123,135,137,208,150,138,116,178de la Constitución Política de Colombia<br>Numeral 3, Articulo 6 ley 5 de 1992.<br>Art. 327,328 ley 5 de 1992<br>Sentencia C-563/96 corte constitucional<br>Sentencia C405- 1998 Corte constitucional.<br>Derecho constitucional colombiano de la carta de 1991 y sus reformas tercera edición, Manuel Fernando Quinche Ramírez.</p></div>"
  },
  {
    "key": "senado",
    "parent": "congreso",
    "name": "Senado de la República"
  },
  {
    "key": "camara",
    "parent": "congreso",
    "name": "Cámara de Representantes"
  }
]
