[
  {
    "parent": "congreso",
    "key": "camara",
    "name": "Cámara de Representantes",
    "breadcrumb": "<div class='card mb-3'><nav aria-label='breadcrumb'><ol class='breadcrumb'><li class='breadcrumb-item'><a href='../../'>Ramas del Poder</a></li><li class='breadcrumb-item'><a href='../'>Rama Legislativa</a></li><li class='breadcrumb-item active' aria-current='page'>Cámara de Representantes</li></ol></nav></div>",
    "definition": "<div class='card mb-3'><p>La Cámara de Representantes es una de las dos cámaras del Congreso de la República de Colombia, forma parte de la rama legislativa. La Cámara es un cuerpo colegiado de representación directa que es elegido por votación popular cada cuatro años.Los representantes se elegirán por  circunscripciones territoriales y circunscripciones especiales.</p></div><div class='card mb-3'><p>La composición o poderes de la Cámara de Representantes se encuentran estipulados en el Título VI de la Constitución Política de Colombia o en la Ley 5 de 1992.</p><p>Las circunscripciones especiales asegurarán la participación en la Cámara de Representantes de los grupos étnicos y de los colombianos residentes en el exterior. Mediante estas circunscripciones se elegirán cuatro (4) Representantes, distribuidos así: dos (2) por la circunscripción de las comunidades afrodescendientes, uno (1) por la circunscripción de las comunidades indígenas, y uno (1) por la circunscripción internacional. En esta última, solo se contabilizarán los votos depositados fuera del territorio nacional por ciudadanos residentes en el exterior. (art 176 constitución política de Colombia)</p><p>Actualmente la Cámara de Representantes está compuesta por 172 miembros: 161 representantes elegidos en circunscripción territorial, por cada departamento o el Distrito Capital; cinco a través de circunscripciones especial, dos para las comunidades afrodescendientes, uno para los indígenas, uno para los colombianos residentes en el exterior o otro para movimientos minoritarios (antes de 2018 eran dos, uno de los cuales fue reemplazado por un asiento para la comunidad raizal, el cual no se ha elegido por falta de reglamentación); o un representante adicional que corresponde al candidato a la vicepresidencia de la fórmula que haya ocupado el segundo lugar en las elecciones presidenciales. Además, o en concordancia con lo pactado en el acuerdo de paz con las FARC, a ese grupo le fueron otorgados 5 asientos para los periodos legislativos 2018-2022 o 2022-2026. <a href='https://www.camara.gov.co/representantes'>https://www.camara.gov.co/representantes</a></p></div><div class='card mb-3'><h5>Eleccion</h5><p>Art 177 constitución política de Colombia</p><p>Para ser elegido representante se requiere ser:<ul><li>ciudadano en ejercicio</li><li>Tener más de veinticinco años en la fecha de la elección.</li><li>No contar con ninguna inhabilidad para ser congresista (art 179)</li></ul></p></div><div class='card mb-3'><h5>circuncripcion territorial</h5><p>Las circunscripciones territoriales corresponden a las divisiones administrativas de primer nivel: Cada departamento y el Distrito capital de Bogotá, conformará una circunscripción territorial. Habrá dos representantes por cada circunscripción territorial y uno más por cada 365.000 habitantes o fracción mayor de 182 500 que tengan en exceso sobre los primeros 365.000. Inciso 1, Art. 176, Constitución Política de Colombia</p></div><div class='card mb-3'><h5>Funciones </h5><p>Al igual que el Senado, la Cámara de Representantes cumple una función constituyente, una función legislativa, una función electoral, una función judicial, de protocolo y de control político dentro de la rama legislativa</p></div><div class='card mb-3'><h5>Atribuciones </h5><p>Atribuciones especiales: La Cámara de Representantes tiene atribuciones especiales. A esta le corresponde elegir al defensor del pueblo, examinar las cuentas que sobre el presupuesto general de la Nación le presente el contralor general de la República, conocer e investigar las denuncias que hagan el fiscal general de la Nación o cualquier ciudadano contra el presidente de la República, los magistrados de las Altas Cortes y el fiscal general de la Nación. Igualmente es la encargada de acusar ante el Senado a los mismos funcionarios para que esta corporación adelante los juicios a que haya lugar.</p></div><div class='card mb-3'><h5>Direccion Administrativa</h5><p>Es el máximo órgano administrativo de la corporación más grande de elección popular que tiene Colombia; se encarga de administrar los recursos públicos que son asignados por el Ministerio de Hacienda, para velar por el cumplimiento de las necesidades propias de la Cámara de Representantes, como parte de la rama legislativa del poder Público.  Es la garante de la correcta y transparente ejecución de los recursos públicos asignados en pro de la excelencia en la actividad legislativa. Adicional a lo anterior, la Dirección Administrativa de la Cámara de Representantes, tiene dentro de sus funciones actualizar los procesos y procedimientos, mapa de riesgos, liderazgo en procesos disciplinarios, representación judicial de la corporación, administración y potencialización del recurso humano y cuidado de los recursos físicos, entre otros. Lo anterior se realiza a través de las diferentes divisiones, secciones, oficinas y coordinaciones de la entidad</p></div><div class='card mb-3'><h5>Mesa directiva </h5><p>La Mesa Directiva de cada Cámara se compondrá de un Presidente y dos Vicepresidentes, elegidos separadamente para un período de un año y a partir del 20 de julio. Las Minorías tendrán participación en las Primeras Vicepresidencias de las Mesas Directivas de Senado y Cámara, a través del partido o movimiento mayoritario entre las minorías.(art 40 ley 5 de 1992)</p><p>\nFunciones:<ul><li>Adoptar las decisiones y medidas necesarias y procedentes para una mejor organización interna, en orden a una eficiente labor legislativa y administrativa.</li><li>Presentar, en asocio con la Mesa Directiva de la otra Cámara, el proyecto de presupuesto anual del Congreso, y enviarlo al Gobierno para su consideración en el proyecto de ley definitivo sobre rentas y gastos de la Nación.</li><li>Solicitar informes a los órganos encargados del manejo y organización administrativa de cada una de las Cámaras sobre las gestiones adelantadas y los planes a desarrollar, y controlar la ejecución del presupuesto anual del Congreso.</li><li>Expedir las normas complementarias de funcionamiento de la Secretaría General y las Secretarías de las Comisiones.</li><li>Disponer la celebración de sesiones conjuntas de las Comisiones Constitucionales Permanentes de la misma o de ambas Cámaras, cuando sea conveniente o necesaria su realización, y en acuerdo con la Mesa Directiva de la otra Cámara, en tratándose del segundo evento. Sendas resoluciones así lo expresarán.</li><li>Vigilar el funcionamiento de las Comisiones y velar por el cumplimiento oportuno de las actividades encomendadas.</li><li>Solicitar al Consejo de Estado la declaratoria de pérdida de la investidura de Congresista, en los términos del artículo 184 constitucional y el presente Reglamento.</li><li>Autorizar comisiones oficiales de Congresistas fuera de la sede del Congreso, siempre que no impliquen utilización de dineros del Erario Público.</li><li>Expedir mociones de duelo y de reconocimiento cuando ellas sean conducentes.</li><li>Ejercer las demás funciones que en el orden y gestión interna de cada Cámara no estén adscritas a un órgano específico, y las demás que establezca el Reglamento.</li></ul></p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p> Ley 5ta de 1992: \"Por la cual se expide el Reglamento del Congreso; el Senado y la Cámara de Representantes\"<br>Resolución No. 1116 de 2020 \"Por la cual se adoptan lineamientos para generar iniciativas, proyectos y medidas que promuevan y faciliten en uso del Lenguaje Claro\"<br>Resolución No. 1710 de 2020 \"Por la cual se modifica el artículo 5 de la Resol. MD 2348/2008 Registro Público de Cabilderos\"<br>Resolución No. MD 1099 de 13 de julio de 2020 – “Por la cual se deroga la Resolución No. MD 0255 de 12 de febrero de 2009”<br>Resolución No. 1120 de 14 de julio de 2020 “Por medio de la cual se modifica la Resolución MD 0780 de 08 de marzo de 2012, se actualizan las disposiciones atinentes al funcionamiento del Comité de Conciliación de la Cámara de Representantes\"</p><p>Ley 3 de 1992. Por la cual se expiden normas sobre las Comisiones del Congreso de Colombia y se dictan otras disposiciones. 24 de marzo de 1992. D.O. No. 40390.<br>Ley 5 de 1992. Por la cual se expide el Reglamento del Congreso; el Senado y la Cámara de Representantes. 18 de Junio de 1992. D.O. No. 40.483.<br>\nLey 186 de 1995. Por el cual se modifica parcialmente la Ley 5a de 1992. 30 de marzo de 1995. D.O. No. 41.784.<br>Ley 475 de 1998. Por la cual se modifican parcialmente la Ley 5ª de 1992 y la Ley 186 de 1995, artículos 2º, 3º y 4º. 9 de septiembre de 1998. D.O. No. 43.382.<br>Ley 974 de 2005. Por la cual se reglamenta la actuación en bancadas de los miembros de las corporaciones públicas y se adecua el Reglamento del Congreso al Régimen de Bancadas. 25 de julio de 2005. D.O. No. 45980.<br>Ley 1147 de 2007. Por la cual se adiciona la Ley 5ª de 1992 y se crean la Comisión Especial de Modernización y las Unidades Coordinadoras de Asistencia Técnica Legislativa y Atención Ciudadana del Congreso de la República. 10 julio de 2007. D.O. No. 46685.<br>Ley 754 de 2002. Por la cual se modifica el artículo segundo de la Ley 3ª de 1992, en cuanto a la composición de las Comisiones Constitucionales Permanentes. 19 de julio de 2002. D.O. No. 44872.</p></div>"
  },
  {
    "parent": "camara",
    "key": "constitucionales",
    "name": "Comisiones constitucionales",
    "definition": "<div class='card mb-3'><p>El Congreso de la República de Colombia divide su trabajo legislativo en dos fases, la primera se desarrolla en comisiones especializadas por temas y la segunda en las plenarias donde se aprueban, modifican o rechazan las iniciativas trabajadas en las comisiones, las Comisiones Constitucionales Permanentes son comunes para ambas cámaras del Congreso. Existen cuatro tipos de comisiones: las constitucionales permanentes, las legales, las especiales y las accidentales.</p><p>Son las creadas por mandato constitucional y son comunes a ambas Corporaciones. Su función es la de dar trámite al primer debate de los Proyectos de Ley, de acuerdo a los asuntos de su competencia (Artículo 2 Ley 3 de 1992).</p><p>En total son catorce Comisiones Constitucionales Permanentes, siete en cada una de las Corporaciones (Artículo 2 Ley 3 de 1992).</p><p>Los temas correspondientes y el número de miembros en cada una de las Comisiones Constitucionales Permanentes.</p><p>En los casos en los que la materia no este clara la ley 5  de 1992 dispone que el presidente de la cámara respectiva decidirá la comisión a la que competa conocer el proyecto, estas Sesionan por lo menos 3 veces por semana durante dos horas. Cada Comisión deberá tener un presidente y vicepresidente, elegidos para un periodo de 1 año.</p></div>",
    "foundation": ""
  },
  {
    "parent": "constitucionales",
    "key": "primera",
    "name": "Comisión Primera",
    "definition": "<div class='card mb-3'><p>Se encarga de todos los asuntos constitucionales, encargada de desarrollar actos legislativos Compuesta por 35 miembros de la cámara de representantes</p><p>Temario<ul><li>Reformas constitucionales</li><li>Leyes estatutarias</li><li>Organización territorial (dan reglas de procedimiento para que cree departamentos el ejecutivo)</li><li>Reglamento organismos de control (creados por la constitución y debe ser en un a.l.)</li><li>Normas generales de contratación administrativa que tengan que ver con derechos fundamentales.</li><li>Notariado y registro (registro de instrumentos públicos se convirtió en derecho fundamental) (derecho propiedad amparado por la constitución)</li><li>Estructura y organización de la administración central.</li><li>Derechos, garantías, deberes, propia admón. de la rama legislativa, estrategias y políticas para la paz</li><li>Propiedad intelectual</li><li>Variación de la residencia de los altos poderes nacionales (separación de poderes y órganos de control)</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "constitucionales",
    "key": "segunda",
    "name": "Comisión Segunda",
    "definition": "<div class='card mb-3'><p>Relaciones internacionales Relaciones y asuntos internacionales que no sean propios del ejecutivo, conformada por 19 representantes a la cámara</p><p>Temario<ul><li>Política internacional</li><li>Defensa nacional y fuerza pública (DIH)</li><li>Tratados públicos</li><li>Carrera diplomática y consular</li><li>Comercio exterior e integración económica</li><li>Política portuaria</li><li>Relaciones parlamentarias internacionales y supranacionales</li><li>Asuntos diplomáticos no reservados al gobierno</li><li>Fronteras</li><li>Nacionalidad</li><li>Extranjeros, migración</li><li>Honores</li><li>Zonas francas y de libre comercio</li><li>Contratación internacional</li><li>Servicio militar</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "constitucionales",
    "key": "tercera",
    "name": "Comisión Tercera",
    "definition": "<div class='card mb-3'><p>Se encarga de las leyes de recaudo, está compuesta por 29 representantes a la cámara, entre su temario esta:<ul><li>Hacienda y crédito publico</li><li>Impuestos, contribuciones, exenciones</li><li>Régimen monetario</li><li>Banco de la republica</li><li>Banca central</li><li>Monopolios</li><li>Autorización empréstitos</li><li>Mercado de valores</li><li>Regulación económica</li><li>Planeación nacional (planeo economía del país)</li><li>Régimen de cambios</li><li>Actividad financiera</li><li>Bursátil</li><li>Aseguradora y captación de ahorro.</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "constitucionales",
    "key": "cuarta",
    "name": "Comisión Cuarta",
    "definition": "<div class='card mb-3'><p>Se encarga de lo concerniente al presupuesto, está compuesta por 27 representantes a la cámara, entre su temario esta:<ul><li>Leyes orgánicas de presupuesto</li><li>Sistema de control fiscal financiero</li><li>Enajenación y destinación de bienes nacionales</li><li>Control fiscal</li><li>Regulación régimen propiedad industrial</li><li>Contratación administrativa</li><li>Establecimientos públicos nacionales</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "constitucionales",
    "key": "quinta",
    "name": "Comisión Quinta",
    "definition": "<div class='card mb-3'><p>Se encarga de lo concerniente al ambiente y recursos naturales, está compuesta por 19 representantes a la cámara, entre su temario esta:<ul><li>Régimen agropecuario</li><li>Ecología</li><li>Medio ambiente</li><li>Recursos naturales</li><li>Adjudicación y recuperación de tierras (agencia recuperación tierras)</li><li>Recursos ictiológicos (peces)</li><li>Asuntos del mar</li><li>Minas y energía</li><li>Corporaciones autónomas regionales</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "constitucionales",
    "key": "sexta",
    "name": "Comisión Sexta",
    "definition": "<div class='card mb-3'><p>Se encarga de lo concerniente a comunicaciones y otros ,está compuesta por 18 representantes a la cámara, entre su temario esta:<ul><li>Comunicaciones</li><li>Tarifas</li><li>Calamidades publicas</li><li>Funciones públicas(gol)</li><li>Prestación de los servicios públicos (gol)</li><li>Medios de comunicación</li><li>Investigación científica</li><li>Investigación tecnológica</li><li>Espectros electromagnéticos (Bien no renovable, plataformas digitales para pagar impuesto)</li><li>Órbita geoestacionaria</li><li>Sistemas digitales de comunicación e informática</li><li>Espacio aéreo (todo transporte entra como comunicaciones)</li><li>Obras públicas y transportes</li><li>Turismo y desarrollo turístico</li><li>Educación y cultura</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "constitucionales",
    "key": "séptima",
    "name": "Comisión Séptima",
    "definition": "<div class='card mb-3'><p>Se encarga de lo concerniente a régimen laboral y prestacional, servidor público y otros y otros, está compuesta por 19 representantes a la cámara, entre su temario esta:<ul><li>Estatuto del servidor público y trabajador particular</li><li>Régimen salarial y prestacional del servidor publico</li><li>Organizaciones sindicales</li><li>Sociedades de auxilio mutuo (sociedades con capacidad para programas sociales, con apoyos del privado y el Estado)</li><li>Seguridad social</li><li>Cajas de previsión social</li><li>Fondos de prestaciones</li><li>Carrera administrativa</li><li>Servicio civil</li><li>Recreación y deportes</li><li>Salud</li><li>Organizaciones comunitarias</li><li>Vivienda</li><li>Economía solidaria</li><li>Asuntos de la mujer y la familia</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "camara",
    "key": "legales",
    "name": "Comisiones legales",
    "definition": "<div class='card mb-3'><p>Las Comisiones Legales son aquellas que a diferencia de las Constitucionales, son creadas por Ley; encargadas de asuntos específicos distintos a los de competencia de las Comisiones Constitucionales Permanentes. (Artículo 55 de la Ley 5 de 1992 adicionado por la Ley 1434 de 2011). Creadas por Proyectos de Ley. No tienen cronogama definido.</p></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "derechos",
    "name": "Comision Derechos humanos y audiencias",
    "definition": "<div class='card mb-3'><p>La Comisión Legal de los Derechos Humanos y Audiencias está compuesta por quince (15) miembros en la Cámara de Representantes, y por diez (10) miembros en el Senado de la Republica, esta conocerá de temas relacionados con:<ul><li>La defensa de los derechos humanos, cuyas garantías sean vulneradas o desconocidas. En cumplimiento de esta función informará a las Plenarias de cada una de las Cámaras sobre los resultados alcanzados.</li><li>La vigilancia y control sobre toda autoridad encargada de velar por el respeto de los derechos humanos, así como la promoción de las acciones pertinentes para que, en caso de incumplimiento, se apliquen las sanciones penales y disciplinarias correspondientes.</li><li>La celebración de audiencias especiales en las que los ciudadanos y representantes de gremios, colegios de profesionales, asociaciones cívicas y sociales, puedan exponer temas de interés para la sociedad y el conocimiento del Congreso. En las audiencias, que serán públicas, se escuchará a los distintos sectores de la opinión nacional sobre aspectos de la legislación existente y sobre los proyectos que cursan en las Cámaras Legislativas, a fin de transmitir las iniciativas de carácter popular.</li><li>Tramitar las observaciones que por escrito hagan llegar los ciudadanos con respecto a un proyecto de ley o de acto legislativo.</li><li>Realizar el seguimiento del ejercicio real y efectivo de los derechos de las mujeres en los ámbitos públicos y privados en los que se desarrollen. Realizar la promoción y difusión de los instrumentos normativos para la protección y ejercicio de los derechos de las mujeres, así como preparar la elaboración de proyectos de ley para proteger a la mujer en el ejercicio de sus derechos y la adecuación de la legislación a las normas internacionales en la materia.</li></ul><p></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "etica",
    "name": "Comision de etica y estatuto de los congresistas",
    "definition": "<div class='card mb-3'><p>La Comisión Legal de Ética y el Estatuto del Congresista, está compuesta por diecisiete (18) miembros en la Cámara de Representantes y once (11) miembros en el Senado de la República, esta conocerá de temas relacionados con:<ul><li>El conflicto de interés y de las violaciones al régimen de incompatibilidades e inhabilidades de los Congresistas;</li><li>Del comportamiento indecoroso, irregular o inmoral que pueda afectar a alguno de los miembros de las Cámaras en su gestión pública, de conformidad con la Ley 1828 de 2017  Código de Ética y Disciplinario del Congresista.</li><li>Emitir dictamen respecto de la suspensión del ejercicio de la función de Congresista, cuando ésta es ordenada mediante decisión judicial en firme, de conformidad con el artículo 277 de la Ley 5ª de 1992.</li><li>Dará a conocer su conclusión mediante resolución motivada de obligatorio cumplimiento, en los casos en que un Congresista sea recusado a causa de un impedimento que aquél no le haya comunicado oportunamente a la Cámara respectiva, de conformidad con el artículo 294 de la Ley 5ª de 1992.</li></ul></p><p>Las Comisiones de Ética y Estatuto del Congresista del Senado de la República y la Cámara de Representantes en forma conjunta, seleccionarán las personas que anualmente se destaquen en la lucha contra el flagelo  de  la  corrupción  y  en la recuperación de valores éticos ciudadanos, con la entrega de las Medallas   “LUIS  CARLOS  GALÁN  DE  LUCHA  CONTRA  LA  CORRUPCIÓN”   y   “PEDRO   PASCASIO  MARTÍNEZ  DE  ÉTICA REPUBLICANA”. Según lo dispuesto en la Ley 668 de 2001, por la cual se declara el 18 de agosto como “DIA NACIONAL DE LUCHA CONTRA LA CORRUPCION”.</p></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "acreditacion",
    "name": "Comision Acreditacion documental",
    "definition": "<div class='card mb-3'><p>La Comisión Legal de Acreditación documental está compuesta por cinco (5) miembros de cada corporación, elegidos para el período constitucional de cuatro (4) años, esta tiene a su cargo:<ul><li>Recibir la identificación de los Congresistas electos previo envío de la lista correspondiente, por parte de la autoridad electoral y;</li><li>Revisar de los documentos que acrediten las calidades exigidas de quienes aspiran a ocupar cargos de elección del Congreso o de las Cámaras Legislativas, estos serán revisados por la Comisión dentro de los cinco (5) días siguientes a su presentación.</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "equidad",
    "name": "Comision de equidad de la mujer",
    "definition": "<div class='card mb-3'><p>La Comisión Legal para la Equidad de la Mujer tendrá carácter interparlamentario, está integrada por  veintiuno (21) congresistas, de los cuales once (11) por la Cámara de Representantes, y diez (10) por el Senado de la República, quienes sesionarán, previa convocatoria de la Mesa Directiva.</p><p>FUNCIONES.<br>Ser interlocutoras de las organizaciones y grupos de mujeres, ante las Ramas del Poder Público y demás órganos de la estructura del Estado, para canalizar sus demandas, conocer sus expectativas y tramitar las soluciones pertinentes a la realización de los derechos de las mujeres. Tramitar ante las Comisiones Constitucionales las observaciones, adiciones y modificaciones que por escrito hagan llegar a la Comisión para la Equidad de la Mujer, las y los ciudadanos con respecto a proyectos de ley o de actos legislativos alusivos a los derechos humanos, civiles, políticos, económicos, sociales y culturales de las mujeres.</p><p>ATRIBUCIONES.<br>Establecer alianzas estratégicas con organismos nacionales e internacionales, entidades de derecho público y/o privado y ONG que defiendan los derechos civiles, políticos, económicos, sociales y culturales de las mujeres.</p></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "cuentas",
    "name": "Comision legal de cuentas",
    "definition": "<div class='card mb-3'><p>La Comisión Legal de Cuentas de la Cámara de Representantes tiene como función examinar y fenecer la Cuenta General del Presupuesto y del Tesoro de la Nación, así como revisar el Balance General del país. También realiza debates de control político para hacer seguimiento a los casos y tiene la competencia de promover mociones de censura al determinar responsabilidades. De esta forma vela por el buen uso de los recursos del Estado.</p><p>Está integrada por nueve miembros que representan a diferentes partidos políticos. El numeral segundo del artículo 178 de la Constitución Política, concordante con el artículo 310 de la Ley 5ª de 1992 Orgánica del Reglamento del Congreso, le confiere a la Cámara de Representantes la atribución de “examinar y fenecer la Cuenta General del Presupuesto y del Tesoro que le presente el Contralor General de la República”, y el Balance General de la Nación. Este balance es preparado por el Contador General, auditado por el Contralor General y presentado a la Comisión Legal de Cuentas por el Gobierno. El informe es presentado el 30 de junio de cada año.</p><p>Así mismo, el 31 de julio el Contralor General le entrega a la Comisión Legal de Cuentas el informe sobre la Cuenta General del Presupuesto y del Tesoro. Posteriormente, entrega el informe sobre el estado del Sistema de Control Fiscal Interno de los Organismos del Estado.</p><p><ul><li>Estudio a los informes: La Comisión Legal de Cuentas realiza el análisis de estos informes. Luego, procede a requerir a las entidades públicas nacionales que ejecutan recursos del Presupuesto General sus explicaciones a los diferentes hallazgos detectados por la Contraloría General y a las observaciones encontradas por la Unidad de Auditoría Interna.</li><li>Control político: jerce control político sobre el desempeño administrativo, financiero, presupuestal, contable y de Control Interno de las entidades nacionales. También hace seguimiento al cumplimiento de los Planes de Mejoramiento, al Informe de los Revisores Fiscales y al Modelo Estándar de Control Interno (MECI). Cuando del examen practicado por la Comisión se encuentre responsabilidad alguna del Presidente de la República, la comisión podrá proponer que el expediente pase a la Comisión de Investigación y Acusación de la Cámara, para que el mandatario sea investigado. Así mismo, si se encuentra responsabilidad de un ministro o del representante legal de una entidad, la comisión podrá promover una moción de censura.</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "investigacion",
    "name": "Comision de investigacion y acusacion",
    "definition": "<div class='card mb-3'><p>Recinto Comisión de Investigación y Acusaciones</p><p>Comisión Legal Comisión de Investigación y AcusaciónLegislatura:</p><p>2021 - 2022</p><p>Descripción<br>La Comisión Legal de Investigación y Acusaciones, está Conformada por dieciséis (16) miembros, elegidos por sistema del cuociente electoral.</p><p>Por otro lado y por mandato Constitucional, el Art. 178 (C.P.), y Ley 5ª de 1992, Art. 329 y S.S., le corresponde conocer a esta Célula Congresual, sobre las denuncias penales o quejas disciplinarias contra altos dignatarios del Estado así:<ul><li>Presidente de la República o quien haga sus veces;</li><li>Fiscal General de la Nación;</li><li>Magistrados de la Corte Constitucional;</li><li>Magistrados de la Corte Suprema de Justicia;</li><li>Magistrados del Consejo de Estado;</li><li>Magistrados del Consejo Superior de la Judicatura.</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "afrocolombiana",
    "name": "Comision afrocolombiana",
    "definition": "<div class='card mb-3'><p>La Comisión Legal para la Protección de los Derechos de las Comunidades Negras o Población Afrocolombiana, fue creada mediante la Ley 1833 del 4 de mayo de 2017.</p><p>El objeto de la Ley 1833 de 2017 es asegurar la protección de los derechos colectivos e individuales en el mejoramiento de sus condiciones y calidad de vida a partir de la gestión legislativa, institucional, organizativa y el control político que realicen los afrocolombianos a través de esta Comisión Legal.</p><p>Esta Comisión de corte pluralista, étnica y democrática, tiene por objeto trabajar conjunta y coordinadamente para la generación de propuestas normativas y políticas que contribuyan a la superación de las grandes desigualdades que separan a los afrocolombianos del resto de la sociedad: propendiendo por el respeto y garantía de la diversidad étnica y cultural de la Nación; la defensa de su patrimonio; la generación de espacios y canales efectivos de participación y la visibilización de la población en el contexto local, nacional e internacional.</p></div>",
    "foundation": ""
  },
  {
    "parent": "camara",
    "key": "especiales",
    "name": "Comisiones Especiales",
    "definition": "<div class='card mb-3'><p>Las Comisiones Especiales son de creación legal; con participación de Senadores o Representantes, o de unos y otros. Cumplen las funciones que determine la misma disposición legal que las crea y son las siguientes:<ul><li>Las Comisiones Especiales de Seguimiento (Artículos 62 y 63 de la Ley 5 de 1992).</li><li>Las Comisiones Especiales de Seguimiento están integradas por once miembros en el Senado de la República y 15 miembros en la Cámara de Representantes.</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "especiales",
    "key": "ordenamiento",
    "name": "Ordenamiento territorial",
    "definition": "<div class='card mb-3'><p>La comisión especial de seguimiento al proceso de descentralización y ordenamiento territorial, compuesta por 15 miembros en la Cámara de Representantes y 11 en el Senado de la Republica, estas Comisiones tendrán el encargo especifico de vigilar el cumplimiento de las disposiciones constitucionales y legales, de acuerdo con reglamentación que al efecto expidan las respectivas Mesas Directivas de las dos Cámaras, atendiendo a la naturaleza y finalidad de cada una de ellas y rendirán los informes del caso y las propuestas de alternativas legislativas a las Comisiones Constitucionales Permanentes y al pleno de cada una de las Cámaras. Importancia: El Ordenamiento Territorial, es un instrumento fundamental para el desarrollo. Tiene que ver por una parte, con la organización político administrativa que adopte el Estado para gobernar las diversas territorialidades surgidas de la evolución económica, social, política y cultural del país y por otra, con los cambios en la ocupación física del territorio, como resultado de la acción humana y de la misma naturaleza. El Ordenamiento territorial es, además, un medio para promover el desarrollo como instrumento de gestión, planificación, regulación, transformación y ocupación del espacio por la sociedad. La finalidad del ordenamiento territorial es promover el aumento de la capacidad de descentralización, planeación, gestión y administración de sus propios intereses para las entidades e instancias de integración territorial, fomentará el traslado de competencias y poder de decisión de los órganos centrales o descentralizados de gobierno en el orden nacional hacia el nivel territorial pertinente, con la correspondiente asignación de recursos.</p></div>",
    "foundation": ""
  },
  {
    "parent": "especiales",
    "key": "modernizacion",
    "name": "Modernizacion",
    "definition": "<div class='card mb-3'><p>LEY 1147 DE 2007 Por la cual se adiciona la Ley 5ª de 1992 y se crean la Comisión Especial de Modernización y las Unidades Coordinadoras de Asistencia Técnica Legislativa y Atención Ciudadana del Congreso de la República. La Comisión Especial de Modernización tiene las siguientes funciones:<ul><li>Estudiar, proponer y crear procesos de modernización en forma permanente dentro de la Institución Legislativa, a través del Sistema de Información Parlamentaria.</li><li>Brindar apoyo a las Mesas Directivas de las Cámaras legislativas en la planificación y monitoreo de los procesos de modernización.</li><li>Coordinar, orientar y vigilar, a través de su Secretario, el funcionamiento de la Unidad de Información Parlamentaria integrada.</li><li>Coordinar con las Mesas Directivas del Congreso los apoyos de la cooperación internacional.</li><li>Establecer los términos y procedimientos necesarios para la actualización de la información contenida en la página de Internet del Congreso de la República.</ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "especiales",
    "key": "control",
    "name": "Vigilancia organismos de control",
    "definition": "<div class='card mb-3'><p>Vigila el cumplimiento de la disposiciones constitucionales y legales que rigen la creación y funcionamiento de los Organismo de Control Público. Recibe permanentemente seguimientos de las actividades, propuestas, proyectos e iniciativas que sobre los temas de que se ocupa la comisión, presentan u obtengan lass entidades, organismos o instituciones gubernamentales de cualquier nivel, así como del sector privado y no gubernamental.</p></div>",
    "foundation": ""
  },
  {
    "parent": "especiales",
    "key": "electoral",
    "name": "Vigilancia organismo electoral",
    "definition": "<div class='card mb-3'><p>Integrada por quince (15) Representantes a la Càmara, de diferentes Departamentos y partidos polìticos, lo que ha podido dar lugar a una singular combinaciòn polìtica de criterios, experiencias, problemàticas en materia electoral. En este sentido las funciones que ejerce son VIGILAR el cumplimiento de las normas constitucionales y Legales sobre el Organismo Electoral; Realizar SEGUIMIENTO a las actividades, propuestas, proyectos e iniciativas electorales que realicen, presenten u obtengan el Organismo Electoral*. *Registradurìa Nacional del Estado Civil; Consejo Nacional Electoral; Ministerio del Interior-Comisiòn Nacional de Seguimiento Electoral</p></div>",
    "foundation": ""
  },
  {
    "parent": "camara",
    "key": "accidentales",
    "name": "Comisiones Accidentales",
    "definition": "<div class='card mb-3'><p>Las comisiones accidentales pueden ser designadas por los presidentes y las mesas directivas de las cámaras y también por sus comisiones permanentes con la idea de encargarles tareas, misiones o asuntos específicos. Son creadas para el mejor desarrollo de la labor Legislativa y Administrativa, para que cumplan funciones y misiones específicas (Artículo 66 Ley 5 de 1992, modificado por el Acto Legislativo).</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Ley 5, 1992, art 66, 67<br>Ley 5, 1992, art 34</p></div>"
  },
  {
    "parent": "accidentales",
    "key": "paz",
    "name": "Comision de Paz",
    "definition": "<div class='card mb-3'><p>La Mesa Directiva de la Cámara de Representantes en uso de sus facultades legales y en especial la que le confirió la Constitución y la Ley 5ta de 1992, creo la Comisión de Paz mediante resolución N° MD-3053 de noviembre 02 de 2010 considerando que la consecución de la paz en Colombia y el establecimiento de una pedagogía nacional en dicho propósito es una prioridad y una necesidad sentida de todos los ciudadanos, establecido como derecho y deber en nuestra carta política.</p><p>Serán funciones de la Comisión accidental de paz:<ul><li>Estudiar, analizar y proponer iniciativas que permitan superar situaciones inherentes al conflicto colombiano y que perturben la paz y la reconciliación entre los colombianos.</li></ul></p><p>Coopresidentes:<ul><li>HR María José Pizarro Rodriguez</li><li>HR Juanita María Goebertus Estrada</li><li>HR Luis Alberto Albán Urbano</li><li>HR Oscar Tulio Lizcano González</li><li>HR César Eugenio Martínez Restrepo</li></ul></p></div>",
    "foundation": ""
  }
]
