[
  {
    "parent": "ejecutiva",
    "key": "descentralizado",
    "name": "Sector Descentralizado",
    "breadcrumb": "<div class='card mb-3'><nav aria-label='breadcrumb'><ol class='breadcrumb'><li class='breadcrumb-item'><a href='../../'>Ramas del Poder</a></li><li class='breadcrumb-item'><a href='../'>Rama Ejecutiva</a></li><li class='breadcrumb-item active' aria-current='page'>Sector Descentralizado</li></ol></nav></div>",
    "definition": "<div class='card mb-3'><p>El sector descentralizado en la rama ejecutiva esta compuesto por territorio y por servicios</p></div>",
    "foundation": ""
  },
  {
    "parent": "descentralizado",
    "key": "territorio",
    "name": "Territorio",
    "definition": "<div class='card mb-3'><p>El sector descentralizado por territorio se divide a su vez en  Formales e informales </p></div>",
    "foundation": ""
  },
  {
    "parent": "territorio",
    "key": "formales",
    "name": "Formales",
    "definition": "<div class='card mb-3'><p>Son todas aquellas con personeria juridica y estructura político administrativa, entre ellos encontramos los Departamentos, municipios, distritos, localidades, comunas y corregimientos ademas de los territorios indigenas,</p></div>",
    "foundation": ""
  },
  {
    "parent": "territorio",
    "key": "informales",
    "name": "Informales",
    "definition": "<div class='card mb-3'><p>Son todas aquellas que no tienen  estructura político administrativa y se basan en el principio de la colaboración encontramos las regiones y las Areas Administrativas</p></div>",
    "foundation": ""
  },
  {
    "parent": "informales",
    "key": "regiones",
    "name": "Regiones",
    "definition": "<div class='card mb-3'><p>Son divisiones territoriales realizadas a partir de características homogéneas en cuanto a relieve, clima, vegetación y clases de suelo del país.</p><p>Las regiones en Colombia se dividen en 6:</p><ul><li>Amazonia; Amazonas, Vaupés, Vichada, Guainía, Guaviare</li><li>Andina: Antioquia, Arauca, Boyacá, Caldas, Caquetá, Cundinamarca, Huila, Norte de Santander, Putumayo, Quindío, Risaralda, Santander, Tolima Valle del Cauca</li><li>Caribe: Atlántico, Bolívar, Córdoba. Magdalena, Cesar, Guajira, Sucre, Antioquia (Urabá)</li><li>Insular: Conjunto de las islas, cayos e islotes alejadas de las costas continentales, como son el Archipiélago de San Andrés y Providencia en el mar Caribe y las islas Malpelo y Gorgona en el océano Pacífico</li><li>Orinoquía: Arauca, Casanare, meta y vichada</li><li>Pacífico: Choco, zona costera del valle del cauca, Cauca y Nariño</li></ul></div>",
    "foundation": ""
  },
  {
    "parent": "formales",
    "key": "departamentos",
    "name": "Departamentos",
    "definition": "<div class='card mb-3'><p>Son las unidades territoriales de primer nivel en la República de Colombia.</p><p>Según la división político - administrativa, el país está dividido en 32 Departamentos y cada uno de ellos es gobernado desde su respectiva ciudad capital. El artículo 298 de la constitución política de Colombia establecida en el año de 1991, atribuye a los Departamentos la autonomía para la administración de los asuntos seccionales y la planificación y promoción del desarrollo económico y social dentro de sus territorios.</p><ul><li>La máxima autoridad política del Departamento es el Gobernador el cual es elegido popularmente por un período de cuatro años. Cada gobernación cuenta con un gabinete compuesto por secretarios escogidos directamente por el Gobernador.</li><li>CP. 299 En cada Departamento se elige también para el mismo período de los Gobernadores una Asamblea Departamental compuesta por entre 11 y 31 diputados de acuerdo con la población del Departamento. Su función principal es la emisión de ordenanzas de obligatorio cumplimiento dentro de su jurisdicción.</li><li>Los departamentos se subdividen a su vez en municipios.</li></ul><p>FUNCIONES ASAMBLEAS DEPARTAMENTALES. ART 300 C.P.</p><ul><li>Reglamentar el ejercicio de las funciones y la prestación de los servicios a cargo del Departamento.</li><li>Expedir las disposiciones relacionadas con la planeación, el desarrollo económico y social, el apoyo financiero y crediticio a los municipios, el turismo, el transporte, el ambiente, las obras públicas, las vías de comunicación y el desarrollo de sus zonas de frontera.</li><li>Adoptar de acuerdo con la Ley los planes y programas de desarrollo económico y social y los de obras públicas, con la determinación de las inversiones y medidas que se consideren necesarias para impulsar su ejecución y asegurar su cumplimiento.</li><li>Decretar, de conformidad con la Ley, los tributos y contribuciones necesarios para el cumplimiento de las funciones departamentales.</li><li>Expedir las normas orgánicas del presupuesto departamental y el presupuesto anual de rentas y gastos.</li><li>Con sujeción a los requisitos que señale la Ley, crear y suprimir municipios, segregar y agregar territorios municipales, y organizar provincias.</li><li>Determinar la estructura de la Administración Departamental, las funciones de sus dependencias, las escalas de remuneración correspondientes a sus distintas categorías de empleo; crear los establecimientos públicos y las empresas industriales o comerciales del departamento y autorizar la formación de sociedades de economía mixta.</li><li>Dictar normas de policía en todo aquello que no sea materia de disposición legal.</li><li>Autorizar al Gobernador del Departamento para celebrar contratos, negociar empréstitos, enajenar bienes y ejercer, pro tempore, precisas funciones de las que corresponden a las Asambleas Departamentales.</li><li>Regular, en concurrencia con el municipio, el deporte, la educación y la salud en los términos que determina la Ley.</li><li>Solicitar informes sobre el ejercicio de sus funciones al Contralor General del Departamento, Secretario de Gabinete, Jefes de Departamentos Administrativos y Directores de Institutos Descentralizados del orden Departamental.</li><li>Cumplir las demás funciones que le asignen la Constitución y la Ley.</li></ul><p><strong>Como se crea un departamento</strong></p><ul><li>El Congreso Nacional puede decretar la formación de nuevos departamentos, siempre que se cumplan los requisitos exigidos por la Ley Orgánica del Ordenamiento Territorial y una vez verificados los procedimientos, estudios y consulta popular dispuestos en esta constitución.</li><li>Previo acuerdo entre los ministerios de Gobierno y Hacienda se procederá a deslindar y amojonar los departamentos. El IGAC queda a cargo de esta tarea.</li><li>El ingeniero catastral hará el deslinde directamente sobre el terreno, en presencia de representantes de cada una de las entidades políticas interesadas.</li><li>Los representantes serán: dos delegados por las asambleas departamentales y los gobernadores o su representante.</li></ul></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>DECRETO 1222 DE 1986</p></div>"
  },
  {
    "parent": "informales",
    "key": "metropolitanas",
    "name": "Areas Metropolitanas",
    "definition": "<div class='card mb-3'><p>Las Áreas Metropolitanas son entidades administrativas de derecho público, formadas por un conjunto de dos o más municipios integrados alrededor de un municipio núcleo, vinculados entre sí por dinámicas e interrelaciones territoriales, ambientales, económicas, sociales, demográficas, culturales y tecnológicas que para la programación y coordinación de su desarrollo sustentable, desarrollo humano, ordenamiento territorial y racional prestación de servicios públicos requieren una administración coordinada.</p><p><strong>NATURALEZA JURÍDICA.</strong> Las Áreas Metropolitanas están dotadas de personería jurídica de derecho público, autonomía administrativa, patrimonio propio, autoridad y régimen administrativo y fiscal especial.</p><p><strong>FUNCION ESPECIAL:</strong> Programar y coordinar el desarrollo armónico, integrado y sustentable de los municipios que la conforman</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>LEY 1625 DE 2013</p></div>"
  },
  {
    "parent": "formales",
    "key": "municipio",
    "name": "Municipio",
    "definition": "<div class='card mb-3'><p>El municipio es la entidad territorial fundamental de la división político-administrativa del Estado, con autonomía política, fiscal y administrativa, dentro de los límites que señalen la Constitución y la ley y cuya finalidad es el bienestar general y el mejoramiento de la calidad de vida de la población en su respectivo territorio.</p><p><strong>Funciones:</strong></p><ul><li>Administrar los asuntos municipales y prestar los servicios públicos que determine la Ley.</li><li>Ordenar el desarrollo de su territorio y construir las obras que demande el progreso municipal.</li><li>Promover la participación comunitaria y el mejoramiento social y cultural de sus habitantes.</li><li>Planificar el desarrollo económico, social y ambiental de su territorio, de conformidad con la Ley y en coordinación con otras entidades.</li><li>Solucionar las necesidades insatisfechas de salud, educación, saneamiento ambiental, agua potable, servicios públicos domiciliarios, vivienda recreación y deporte, con especial énfasis en la niñez, la mujer, la tercera edad y los sectores discapacitados, directamente y en concurrencia, complementariedad y coordinación con las demás entidades territoriales y la Nación, en los términos que defina la Ley.</li><li>Velar por el adecuado manejo de los recursos naturales y del medio ambiente, de conformidad con la Ley.</li><li>Promover el mejoramiento económico y social de los habitantes del respectivo municipio.</li></ul><p><strong>Como se crea un municipio</strong></p><p>REQUISITOS: Para que una porción del territorio de un departamento pueda ser erigida en municipio se necesita que concurran las siguientes condiciones:</p><ul><li>Que el área del municipio propuesto tenga identidad, atendidas sus características naturales, sociales, económicas y culturales.</li><li>Que cuente por lo menos con siete mil (7.000) habitantes y que el municipio o municipios de los cuales se pretende segregar no disminuya su población por debajo de este límite señalado, según certificación del Departamento Administrativo Nacional de Estadística.</li><li>Que el municipio propuesto garantice, por lo menos, ingresos ordinarios anuales equivalentes a cinco mil (5.000) salarios mínimos mensuales, sin incluir la participación en los Ingresos Corrientes de la Nación.</li><li>Que el organismo departamental de planeación conceptúe favorablemente, previo a la presentación del proyecto de ordenanza sobre la conveniencia económica y social de la iniciativa y la viabilidad de la nueva entidad, teniendo en cuenta su capacidad física, sus posibilidades económicas, su infraestructura y su identificación como área de desarrollo. El concepto también deberá, pronunciarse favorablemente con relación a la conveniencia de la iniciativa para el municipio o municipios de los cuales se segrega el nuevo. En todo caso con la creación de un nuevo municipio no podrá sustraerse más de la tercera parte del territorio del municipio o municipios de los cuales se segrega.</li></ul><p><strong>CONCEJOS MUNICIPALES</strong></p><p>Artículo 21º En cada municipio habrá una corporación administrativa, cuyos miembros serán elegidos popularmente para períodos de tres (4) años, y que se denominará Concejo Municipal, integrada por no menos de siete (7) ni más de veintiún (21) miembros.</p><p>Artículo 32º.- Atribuciones.</p><ul><li>Disponer lo referente a la policía en sus distintos ramos, sin contravenir las leyes y ordenanzas, ni los Decretos del Gobierno Nacional o del Gobernador respectivo.</li><li>Exigir los informes escritos o citar a los secretarios de la alcaldía, directores de departamentos administrativos o entidades descentralizadas municipales, al contralor o al personero, así como a cualquier funcionario municipal, excepto el alcalde, para que en sesión ordinaria haga declaraciones orales sobre asuntos relacionados con la marcha del municipio.</li><li>Reglamentar la autorización al alcalde para contratar, señalando los casos en que requiere autorización previa del Concejo.</li><li>Autorizar al alcalde para delegar en sus subalternos o en las juntas administradoras locales algunas funciones administrativas distintas de las que dispone esta Ley.</li><li>Numeral 5 derogado expresamente Artículo 138 Ley 388 de 1997</li><li>Determinar la nomenclatura de las vías públicas y de los predios o domicilios.</li><li>Establecer, reformar o eliminar tributos, contribuciones, impuestos y sobretasas, de conformidad con la Ley.</li><li>Velar por la preservación y defensa del patrimonio cultural.</li><li>Organizar la contraloría y la personería y dictar las normas necesarias para su funcionamiento.</li><li>Dictar las normas orgánicas de presupuesto y expedir anualmente el presupuesto de rentas y gastos, el cual deberá corresponder al Plan Municipal o Distrital de Desarrollo, de conformidad con las normas orgánicas de planeación.</li></ul></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>LEY 136 DE 1994 311 CP</p></div>"
  },
  {
    "parent": "formales",
    "key": "distrito",
    "name": "Distrito",
    "definition": "<div class='card mb-3'><p>Los distritos son entidades territoriales de nivel local, que se encuentran sujetas a un régimen especial al establecido para los municipios. Desde 1954 se consagró en Colombia la categoría de distrito.</p><p>La Ley 1617 de 2013 establece que para que se constituya un distrito es necesario que el territorio cuente con por lo menos 600.000 habitantes, según certificación del DANE, o que se encuentren ubicados en zonas costeras, tengan potencial para el desarrollo de puertos o para el turismo y la cultura, sea municipio capital de departamento o fronterizo.</p><p>Junto con los municipios se encuentran los distritos. Colombia posee cinco distritos reconocidos:</p><p>Distrito Capital de Bogotá</br>Distrito Especial, Industrial y Portuario de Barranquilla</br>Distrito Especial, Turístico y Cultural de Cartagena</br>Distrito Turístico, Cultural e Histórico de Santa Marta</br>Distrito Especial, Industrial, Portuario, Biodiverso y Ecoturístico de Buenaventura</br>Mompox Bolivar</br>Tumaco</p><p>Los distritos, al tener un carácter especial, requieren contar con criterios diferenciales para la asignación de presupuesto de la Nación, pues en el Sistema General de Participaciones adoptado por la Ley Orgánica 715 de 2001, se otorgaba un porcentaje mayor de las transferencias.</p><p>Cuentan con esquemas de administración y financiación que permiten una mayor eficiencia en el cumplimiento de metas, programas y proyectos, dado su calificación como “municipio especial”.</p><p>Les permite designar un alcalde local y Junta administradora local para cada una de las localidades, y a su vez, dividir de esta manera el territorio promueve la participación efectiva de la ciudadanía en la dirección, manejo y prestación de los servicios públicos. Las localidades tienen capacidad para contratar la construcción de obras de interés común y el ejercicio de las funciones que correspondan a las autoridades.</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>DECRETO LEY 1421 DE 1993. Ley 1617 de 2013</p></div>"
  },
  {
    "parent": "formales",
    "key": "corregimientos",
    "name": "Comunas y Corregimientos",
    "definition": "<div class='card mb-3'><p>Con el fin de mejorar la prestación de los servicios y asegurar la participación de la ciudadanía en el manejo de los asuntos públicos de carácter local, los concejos podrán dividir sus municipios en comunas cuando se trate de áreas urbanas y en corregimientos en el caso de las zonas rurales.</p><p>En el acuerdo mediante el cual se divida el territorio del municipio en comunas y corregimientos se fijará su denominación, límites y atribuciones, y se dictarán las demás normas que fueren necesarias para su organización y funcionamiento.</p><p>Juntas Administradoras Locales. Es una corporación pública, elegida popularmente. En cada una de las comunas o corregimientos habrá una junta administradora local, integrada por no menos de cinco (5) ni más de nueve (9) miembros, elegidos por votación popular para períodos de cuatro (4) años que deberán coincidir con el período de los concejos municipales. Quiénes las conforman: ediles Los miembros de las juntas administradoras locales cumplirán sus funciones ad honorem. </p><p> Actos de las Juntas Administradoras Locales. Los actos de las juntas administradoras locales se les denominarán resoluciones.</p><p><strong>Cuáles son las funciones de las juntas administradoras</strong></p><ul><li>Adoptar un plan de desarrollo local en concordancia con el plan general de desarrollo económico y social y de obras públicas, y el plan general de ordenamiento físico del Distrito o Municipio, previa audiencia de las organizaciones sociales, cívicas y populares de la ciudad.</li><li>Vigilar y controlar la prestación de los servicios públicos y las inversiones que en ella se realicen con recursos públicos.</li><li>Formular propuestas de inversiones ante las autoridades nacionales, departamentales y distritales - Municipales.</li><li>Distribuir las partidas globales que asigne el presupuesto.</li><li>Cumplir las funciones que en materia de servicios públicos, construcción de obras y ejercicio de obras administrativas les asignen las autoridades.</li><li>Preservar y hacer respetar el espacio público. Podrán reglamentar su uso para la realización de actos culturales, deportivos, recreacionales o de mercados temporales y ordenar el cobro de derechos por tal concepto.</li><li>Promover la participación y veeduría ciudadana y comunitaria en el manejo y control de los asuntos públicos.</li><li>Presentar al Concejo proyectos de acuerdo relacionados con la localidad que no sean de la iniciativa privativa del Alcalde</li><li>Vigilar la ejecución de los contratos en la zona. Podrán obtener informes y copias de los documentos que necesiten para cumplir esa vigilancia.</li><li>Promover campañas de protección de los recursos naturales y del medio ambiente.</li><li>Solicitar informes a las autoridades distritales, quienes deben expedirlos dentro de los 10 días siguientes.</li><li>Ejercer la veeduría que proceda sobre los elementos, maquinaria y demás bienes que la Administración destine a la localidad.</li><li>Oír a las organizaciones cívicas, sociales y comunitarias, así como a los ciudadanos residentes en la localidad que deseen opinar sobre los proyectos de acuerdo en trámite.</li><li>Elaborar una terna con candidatos a Alcalde Local y enviarla al Alcalde Mayor.</li></ul><p><strong>Corregimiento municipal:</strong> es una división del área rural del municipio, la cual incluye un núcleo de población, considerada en los Planes de Ordenamiento Territorial, P.O.T. El artículo 117 de la ley 136 de 1.994 faculta al concejo municipal para que mediante acuerdos establezca esta división, con el propósito de mejorar la prestación de los servicios y asegurar la participación de la ciudadanía en los asuntos públicos de carácter local.</p><ul><li>El corregimiento engloba un conjunto de veredas, y puede contener caseríos e inspecciones de policía. Además, de barrio en su cabecera. Históricamente, un corregimiento ha sido la jurisdicción de un corregidor.</li><li>El respectivo alcalde podrá delegar mediante acto administrativo, en los corregimientos, funciones expresas en materias de prestación de servicios públicos, administración de bienes inmuebles y recaudo de ingresos tributarios que sean propias de la administración municipal.</li><li>Cada corregimiento está regido por una Junta Administradora Local (JAL), integrada por no menos de cinco ni más de nueve miembros, elegidos por votación popular para un período de cuatro años que deberán coincidir con el período del Concejo Municipal.</li><li>Su equivalente en la zona urbana de algunos municipios son: las comunas.</li></ul></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 323 Y 324. Artículo modificado por el artículo 5 del Acto Legislativo No. 2 de 2002.</p><p>LEY 136 DE 1994, ARTICULO 34, ARTICULOS 117 A 140.</p></div>"
  },
  {
    "parent": "formales",
    "key": "indigenas",
    "name": "Territorios Indigenas",
    "definition": "<div class='card mb-3'><p><strong>Entidad territorial indígena:</strong> Es una división político-administrativa de la república, con autonomía administrativa y política dentro de los límites de la Constitución y la Ley</p><ul><li>Es habitada por población indígena y que se gobierna por autoridades propias (art. 287:1) que asume las competencias que le corresponden</li><li>Que puede administrar los recursos y establecer los tributos necesarios para el cumplimiento de sus funciones (art. 287:3) y que participa en las rentas nacionales</li><li>La conformación de las entidades territoriales indígenas se hará con sujeción a lo dispuesto en la Ley Orgánica de Ordenamiento Territorial y su delimitación se hará por el gobierno nacional, con participación de los representantes de las comunidades indígenas, previo concepto de la Comisión de Ordenamiento Territorial. Los resguardos son de propiedad colectiva y no enajenable.</li></ul></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Art 286 y 287 C.N.</p></div>"
  },
  {
    "parent": "descentralizado",
    "key": "servicios",
    "name": "Servicios",
    "definition": "<div class='card mb-3'><p>La descentralización funcional o por servicios consiste en la asignación de competencias o funciones del Estado a ciertas entidades, que se crean para ejercer una actividad especializada, tales como los establecimientos públicos, las corporaciones autónomas regionales, las empresas industriales y comerciales del Estado y las sociedades de economía mixta. </p><p>La descentralización por colaboración se presenta cuando personas privadas ejercen funciones administrativas, v. gr. las Cámaras de Comercio y la Federación Nacional de Cafeteros</p><p><strong>Entidades vinculadas:</strong> Son aquellas descentralizadas<br><strong>Adscritas:</strong> Creadas para mejorar la prestación de los servicios mediante la desconcentración </p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Sentencia C-1051/01 - Concepto 143281 de 2016 Departamento Administrativo de la Función Pública</p></div>"
  },
  {
    "parent": "servicios",
    "key": "establecimientos",
    "name": "Establecimientos Públicos",
    "definition": "<div class='card mb-3'><p>De acuerdo con lo dispuesto en las normas transcritas, los establecimientos públicos son organismos descentralizados, que pueden ser del orden nacional o territorial, encargados principalmente de atender funciones administrativas y prestar servicios públicos conforme a las reglas del derecho público, los cuales tienen personería jurídica, autonomía administrativa y financiera y patrimonio independiente, constituido con bienes o fondos públicos comunes, el producto de impuestos, rentas contractuales, ingresos propios, tasas o contribuciones de destinación especial, en los casos autorizados por la Constitución y las disposiciones legales pertinentes, estos son:</p><ul><li>El Fondo de Ventas Populares, Fondo de Educación y Seguridad Vial - Fondatt</li><li>Fondo de Prevención y Atención de Emergencias - Fopae</li><li>Fondo Rotatorio del Concejo</li><li>Instituto de Desarrollo Urbano -IDU-</li><li>Fondo de Ahorro y Vivienda Distrital FAVIDI</li><li>Caja de la Vivienda Popular</li><li>Instituto de Recreación y Deporte -IDRD-</li><li>Instituto de Cultura y Turismo, Corporación Barrio La Candelaria</li><li>Instituto Distrital para la Protección de la Niñez y la Juventud IDIPRON</li><li>Fundación Gilberto Alzate Avendaño</li><li>Orquesta Filarmónica de Bogotá</li><li>Fondo de Vigilancia y Seguridad</li><li>Jardín Botánico José Celestino Mutis</li><li>Fondo Financiero Distrital de Salud y el Instituto para la Investigación y Desarrollo Pedagógico - IDEP-</li><li>Se incluye dentro del análisis, la Universidad Distrital.</li></ul></div>",
    "foundation": ""
  },
  {
    "parent": "servicios",
    "key": "superintendencias",
    "name": "Superintendencias",
    "definition": "<div class='card mb-3'><p>Se define a las superintendencias como “organismos adscritos a un ministerio que dentro de la autonomía administrativa y financiera que señala la Ley cumple algunas funciones que le corresponde al Presidente de la Republica como suprema autoridad administrativa y los que la ley le asigna. Su régimen jurídico está señalado en la Constitución y en la ley. La Carta Política consagra, de manera expresa.</p><p><strong>Funciones:</strong></p><ul><li>Encargadas de fiscalizar actividades económicas y de servicios públicos.</li><li>Gozan de autonomía administrativa y financiera</li></ul><p><strong>La organización de las superintendencias y las atribuciones de los superintendentes:</strong></p><ul><li>las superintendencias forman parte de la Rama Ejecutiva del Poder Público (art. 115);</li><li>Corresponde al Congreso de la República la creación, supresión o fusión de estos organismos (art. 150-7);</li><li>los superintendentes podrán ser delegatarios para el ejercicio de funciones asignadas al Presidente de la República (art. 211);</li><li>El Presidente de la República ejercerá a través de la Superintendencia de Servicios Públicos Domiciliarios, el control, inspección y vigilancia de las entidades que presten servicios públicos domiciliarios (art. 370),</li></ul><p><strong>Superintendencias Vigentes con personería jurídica</strong></p><ul></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Ley 1050 de 1968</p></div>"
  },
  {
    "parent": "servicios",
    "key": "unidades",
    "name": "Unidades Administrativas Especiales",
    "definition": "<div class='card mb-3'><p>Desarrollo y ejecución de actividades o programas propios del ministerio o departamento administrativo. Se sujetan al régimen que el legislador les otorgue.</p><p>Cuentan con personería jurídica, administrativa y presupuestal y hacen parte del sector descentralizado por servicios.</p></div>",
    "foundation": ""
  },
  {
    "parent": "servicios",
    "key": "industriales",
    "name": "Empresas Industriales y Comerciales del Estado",
    "definition": "<div class='card mb-3'><p>Las empresas industriales y comerciales del Estado se encuentran definidas en el Artículo 85 de la Ley 489 de 1998 como organismos creados por la ley o autorizados por ésta, que desarrollan actividades de naturaleza industrial o comercial y de gestión económica conforme a las reglas del Derecho Privado, salvo las excepciones que consagra la ley, y que reúnen personería jurídica, autonomía administrativa y financiera, y capital independiente, constituido totalmente con bienes o fondos públicos comunes, los productos de ellos, o el rendimiento de tasas que perciban por las funciones o servicios, y contribuciones de destinación especial en los casos autorizados por la Constitución. El capital de las empresas industriales y comerciales del Estado podrá estar representado en cuotas o acciones de igual valor nominal. Por lo anterior, las empresas industriales y comerciales del Estado pueden ser constituidas por uno o varios socios.</p><ul><li><strong>Imprenta Nacional.</strong> Vinculada al Min. Del Interior y de Justicia: Las empresas industriales y comerciales del Estado se encuentran definidas en el Artículo 85 de la Ley 489 de 1998 como organismos creados por la ley o autorizados por ésta, que desarrollan actividades de naturaleza industrial o comercial y de gestión económica conforme a las reglas del Derecho Privado, salvo las excepciones que consagra la ley, y que reúnen personería jurídica, autonomía administrativa y financiera, y capital independiente, constituido totalmente con bienes o fondos públicos comunes, los productos de ellos, o el rendimiento de tasas que perciban por las funciones o servicios, y contribuciones de destinación especial en los casos autorizados por la Constitución. El capital de las empresas industriales y comerciales del Estado podrá estar representado en cuotas o acciones de igual valor nominal. Por lo anterior, las empresas industriales y comerciales del Estado pueden ser constituidas por uno o varios socios.</li><li><strong>Radio Televisión Nacional de Colombia.</strong> Vinculada al Min de Comunicaciones: Las empresas industriales y comerciales del Estado se encuentran definidas en el Artículo 85 de la Ley 489 de 1998 como organismos creados por la ley o autorizados por ésta, que desarrollan actividades de naturaleza industrial o comercial y de gestión económica conforme a las reglas del Derecho Privado, salvo las excepciones que consagra la ley, y que reúnen personería jurídica, autonomía administrativa y financiera, y capital independiente, constituido totalmente con bienes o fondos públicos comunes, los productos de ellos, o el rendimiento de tasas que perciban por las funciones o servicios, y contribuciones de destinación especial en los casos autorizados por la Constitución. El capital de las empresas industriales y comerciales del Estado podrá estar representado en cuotas o acciones de igual valor nominal. Por lo anterior, las empresas industriales y comerciales del Estado pueden ser constituidas por uno o varios socios</li><li><strong>Fondo Nacional Del Ahorro:</strong> Las empresas industriales y comerciales del Estado se encuentran definidas en el Artículo 85 de la Ley 489 de 1998 como organismos creados por la ley o autorizados por ésta, que desarrollan actividades de naturaleza industrial o comercial y de gestión económica conforme a las reglas del Derecho Privado, salvo las excepciones que consagra la ley, y que reúnen personería jurídica, autonomía administrativa y financiera, y capital independiente, constituido totalmente con bienes o fondos públicos comunes, los productos de ellos, o el rendimiento de tasas que perciban por las funciones o servicios, y contribuciones de destinación especial en los casos autorizados por la Constitución. El capital de las empresas industriales y comerciales del Estado podrá estar representado en cuotas o acciones de igual valor nominal. Por lo anterior, las empresas industriales y comerciales del Estado pueden ser constituidas por uno o varios socios.</li><li><strong>Industria Militar (Indumil).</strong> Vinculada al Min. De Defensa Nacional: Las empresas industriales y comerciales del Estado se encuentran definidas en el Artículo 85 de la Ley 489 de 1998 como organismos creados por la ley o autorizados por ésta, que desarrollan actividades de naturaleza industrial o comercial y de gestión económica conforme a las reglas del Derecho Privado, salvo las excepciones que consagra la ley, y que reúnen personería jurídica, autonomía administrativa y financiera, y capital independiente, constituido totalmente con bienes o fondos públicos comunes, los productos de ellos, o el rendimiento de tasas que perciban por las funciones o servicios, y contribuciones de destinación especial en los casos autorizados por la Constitución. El capital de las empresas industriales y comerciales del Estado podrá estar representado en cuotas o acciones de igual valor nominal. Por lo anterior, las empresas industriales y comerciales del Estado pueden ser constituidas por uno o varios socios.</li><li><strong>Empresa Territorial para la Salud (ETESA).</strong> Vinculada al Min. De la Protección Social.</li><li><strong>Caja de Previsión Social de Comunicaciones (Caprecom).</strong> Vinculada al Min. De la Protección Social.</li><li><strong>Banco Agrario de Colombia.</strong> Vinculada al Min. De Ambiente, Vivienda y Desarrollo Rural.</li><li><strong>Fondo Nacional del Ahorro.</strong> Vinculada al Min. De Ambiente, Vivienda y Desarrollo Rural.</li><li><strong>Fondo Financiero de Proyectos de Desarrollo (FONADE).</strong> Vinculada al Departamento Nacional de Planeación.</li></ul></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Decreto 820 de 1974; Ley 109 de 1994; Decreto 2809 de 1994; Decreto 1389 de 1996; Decreto 2469 de 2000; Decreto 1522 de 2003; Ley 1450 de 2011; Decreto 960 de 2013.</p><p>Decreto 230 - 2 de marzo de 2021. Por el cual se crea y organiza el Sistema Nacional de Rendición de Cuentas; Decreto 163 - 16 de febrero de 2021. Por el cual se imparten instrucciones en virtud de la emergencia sanitaria generada por la pandemia del coronavirus covid-19, y el mantenimiento del orden público, se decreta el aislamiento selectivo con distanciamiento individual responsable y la reactivación económica segura. Por el cual se crea el Consejo Nacional de Personas Mayores y se dictan otras disposiciones; Arts. 3 Num. 3.2; Decreto 45 - 15 de enero de 2021. “Por el cual se derogan el decreto 704 de 2018 y el artículo 1.1.2.3. del decreto número 1078 de 2015, único reglamentario del sector de tecnologías de la información y las comunicaciones”; Decreto 1419 - 3 de noviembre de 2020. “Por el cual se subroga la sección 1 del capítulo 2 del título 6 de la parte 2 del libro 2 del Decreto 1078 de 2015, Decreto Único Reglamentario del Sector de Tecnologías de la Información y las Comunicaciones”.</p><p>Decreto Número 3118 De 1968; Ley 432 de 1998</p><p>Decreto número 2346 de 1971; decreto 271 de 2022; decreto 4166 de 2007</p><p>Ley 643 de agosto de 2001; decreto 146 de 2004; decreto 175 de 2010</p><p>Decreto 2519 de 2015; Decreto 2463 de 2012; decreto 456 de 1997; Decreto 140 del 27 enero de 2017</p><p>Ley 795 de 2003; Decreto 1071 de 2015</p><p>Ley 432 de 1998; Ley 546 de 1999</p><p>Decreto 288 de 2004; Decreto 495 de 2019</p></div>"
  },
  {
    "parent": "servicios",
    "key": "sociales",
    "name": "Empresas Sociales",
    "definition": "<div class='card mb-3'><p>El objeto de las Empresas Sociales del Estado será la prestación de servicios de salud. Entendidos como un servicio público a cargo del Estado y como parte integrante del Sistema de Seguridad Social en Salud. Con personería jurídica, patrimonio propio y autonomía administrativa, creadas por la ley o por las asambleas departamentales o consejos, según el caso. Compuestas por aquellas entidades prestadoras de servicios de salud de orden público.</p><ul><li><strong>Instituto Nacional de Cancerología;</strong> El objeto de las Empresas Sociales del Estado será la prestación de servicios de salud. Entendidos como un servicio público a cargo del Estado y como parte integrante del Sistema de Seguridad Social en Salud. Con personería jurídica, patrimonio propio y autonomía administrativa, creadas por la ley o por las asambleas departamentales o consejos, según el caso. Compuestas por aquellas entidades prestadoras de servicios de salud de orden publico.</li><li><strong>Empresa Social del Estado Rafael Uribe Uribe;</strong> El objeto de las Empresas Sociales del Estado será la prestación de servicios de salud. Entendidos como un servicio público a cargo del Estado y como parte integrante del Sistema de Seguridad Social en Salud. Con personería jurídica, patrimonio propio y autonomía administrativa, creadas por la ley o por las asambleas departamentales o consejos, según el caso. Compuestas por aquellas entidades prestadoras de servicios de salud de orden publico.</li><li><strong>Empresa Social del Estado José Prudencio Padilla.:</strong> El objeto de las Empresas Sociales del Estado será la prestación de servicios de salud. Entendidos como un servicio público a cargo del Estado y como parte integrante del Sistema de Seguridad Social en Salud. Con personería jurídica, patrimonio propio y autonomía administrativa, creadas por la ley o por las asambleas departamentales o consejos, según el caso. Compuestas por aquellas entidades prestadoras de servicios de salud de orden publico.</li><li><strong>Empresa Social del Estado Antonio Nariño:</strong> El objeto de las Empresas Sociales del Estado será la prestación de servicios de salud. Entendidos como un servicio público a cargo del Estado y como parte integrante del Sistema de Seguridad Social en Salud. Con personería jurídica, patrimonio propio y autonomía administrativa, creadas por la ley o por las asambleas departamentales o consejos, según el caso. Compuestas por aquellas entidades prestadoras de servicios de salud de orden publico.</li></ul></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Ley 100 de 1993, art. 15</p></div>"
  },
  {
    "parent": "servicios",
    "key": "sociedades",
    "name": "Sociedades de Economía Mixta.",
    "definition": "<div class='card mb-3'><p>Desarrollan actividades de naturaleza industrial y comercial, bajo el régimen de derecho privado, pero se diferencian de las empresas privadas en que han sido creadas con aportes estatales.</p><ul><li>La Previsora S.A. Vinculada al Min. De Hacienda y Crédito Público.</li><li>Banco de Comercio Exterior de Colombia S.A. (Bancoldex). Vinculada al Min. De Comercio, Industria y Turismo).</li><li>Financiera Energética Nacional S.A. (FEN). Vinculada al Min. De Minas y Energía.</li><li>Fondo Ganaderos. Vinculada al Min. De Agricultura y Desarrollo Rural.</li><li>Artesanías de Colombia S.A. Vinculada al Min. De Comercio, Industria y Turismo.</li></ul></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Art.110 Código de Comercio</p></div>"
  }
]