[
    {
      "parent": "",
      "key": "judicial",
      "name": "Rama Judicial",
      "breadcrumb": "<div class='card mb-3'><nav aria-label='breadcrumb'><ol class='breadcrumb'><li class='breadcrumb-item'><a href='../'>Ramas del Poder</a></li><li class='breadcrumb-item active' aria-current='page'>Rama Judicial</li></ol></nav></div>",
      "definition": "<div class='card mb-3'><p>La rama judicial es la encargada de administrar la justicia en Colombia; esta tarea es una función pública.</p><p>Está compuesta por: la Corte Suprema de Justicia, el Consejo de Estado, la Corte Constitucional, el Consejo Superior de la Judicatura, Jurisdicciones Especiales.</p><ul><li><strong>ARTICULO 228.</strong> La Administración de Justicia es función pública. Sus decisiones son independientes. Las actuaciones serán públicas y permanentes con las excepciones que establezca la ley y en ellas prevalecerá el derecho sustancial. Los términos procesales se observarán con diligencia y su incumplimiento será sancionado. Su funcionamiento será desconcentrado y autónomo.</li><li><strong>ARTICULO 229.</strong> Se garantiza el derecho de toda persona para acceder a la administración de justicia. La ley indicará en qué casos podrá hacerlo sin la representación de abogado.</li><li><strong>ARTICULO 230.</strong> Los jueces, en sus providencias, sólo están sometidos al imperio de la ley.</li><li>La equidad, la jurisprudencia, los principios generales del derecho y la doctrina son criterios auxiliares de la actividad judicial.</li></ul><p>Todos los funcionarios en ellas son jueces, aplica la desconcentración, porque todos los jueces están supeditados a lo que establece la ley, es decir el imperio de la ley y dar cumplimiento a ellas. También están obligados a hacer cumplir la norma, si se extralimitan se llama prevaricato. </p><p>Están supeditados a</p><ul><li>Bloque constitucionalidad</li><li>Constitución</li><li>Leyes orgánicas </li><li>Jurisprudencia.</li></ul></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Art 228 al Art. 230 C.N.</p></div>"
    },
    {
      "parent": "judicial",
      "key": "ordinaria",
      "name": "Jurisdicción Ordinaria",
      "definition": "<div class='card mb-3'><p>Todos los jueces que hacen parte de esta jurisdicción están llamados a dirimir los conflictos y decidir controversias entre particulares a partir del derecho. </p><p>Requisitos:</p><ul><li>Ser colombiano de nacimiento y ciudadano en ejercicio.</li><li>Ser abogado.</li><li>No haber sido condenado por sentencia judicial a pena privativa de la libertad, excepto por delitos políticos o culposos.</li><li>Haber desempeñado, durante quince años, cargos en la Rama Judicial o en el Ministerio Público, o haber ejercido, con buen crédito, por el mismo tiempo, la profesión de abogado o la cátedra universitaria en disciplinas jurídicas en establecimientos reconocidos oficialmente</li><li>Para el cargo de Magistrado de la Corte Suprema de Justicia y del Consejo de Estado, la cátedra universitaria deberá haber sido ejercida en disciplinas jurídicas relacionadas con el área de la magistratura a ejercer.</li><li>Para ser Magistrado de estas corporaciones no será requisito pertenecer a la carrera judicial.</li></ul><p><strong>ARTICULO 233.</strong> Los Magistrados de la Corte Constitucional, de la Corte Suprema de Justicia, y del Consejo de Estado serán elegidos para un período de ocho años, no podrán ser reelegidos y permanecerán en el ejercicio de sus cargos mientras observen buena conducta, tengan rendimiento satisfactorio y no hayan llegado a edad de retiro forzoso</p></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Art. 232 y 233 C.N.</p></div>"
    },
    {
      "parent": "ordinaria",
      "key": "suprema",
      "name": "Corte suprema de Justicia",
      "definition": "<div class='card mb-3'><p>Es una corte de casación, unifica jurisprudencia nacional, puede juzgar al presidente de la república, miembros del congreso, a los Ministros del Despacho, al Procurador General, al Defensor del Pueblo, a los Agentes del Ministerio Público ante la Corte, ante el Consejo de Estado y ante los Tribunales; a los Directores de los Departamentos Administrativos, al Contralor General de la República, a los Embajadores y jefe de misión diplomática o consular, a los Gobernadores, a los Magistrados de Tribunales y a los Generales y Almirantes de la Fuerza Pública, por los hechos punibles que se les imputen.</p><ul><li>Se compone por un número impar.</li><li>Se da su propio reglamento.</li><li>Casos de derecho internacional</li></ul><p><strong>Casación:</strong> El recurso de casación en un proceso penal es un tipo de recurso extraordinario que se debe presentar ante el Tribunal Supremo para solicitar la impugnación contra una sentencia judicial. El recurso de casación procede contra las sentencias dictadas en segunda instancia por los tribunales superiores, cuando el valor actual de la resolución desfavorable al recurrente sea o exceda de 425 salarios mínimos legales mensuales vigentes.</p><p>La corte suprema de Justicia se encuentra dividida en cuatro salas:</p><ul><li>Sala de Gobierno: Se encarga de resolver los asuntos administrativos y jurisdiccionales que correspondan a la Corporación. Resolver los conflictos de competencia en la Jurisdicción Ordinaria, que no correspondan a alguna de sus Salas o a otra autoridad judicial. Darse su propio reglamento.</li><li>Sala Casación civil y agraria: Se encarga de dirimir los conflictos entre particulares en materia civil y agraria está compuesta por 7 magistrados.</li><li>Sala de casación Laboral: Compuesta por 7 magistrados se encarga de dirimir conflictos entre particulares en materia laboral.</li><li>Sala de casación Penal: Compuesta por 9 magistrados, se encarga de las denuncias de carácter penal entre particulares.</li></ul></div>",
      "foundation": ""
    },
    {
      "parent": "suprema",
      "key": "superiores",
      "name": "Tribunales superiores del distrito",
      "definition": "<div class='card mb-3'><p>Los Tribunales Superiores son creados por la Sala Administrativa del Consejo Superior de la Judicatura para el cumplimiento de las funciones que determine la ley procesal en cada distrito judicial. Tienen el número de Magistrados que determine la Sala Administrativa del Consejo Superior de la Judicatura que, en todo caso, no será menor de tres. Estos usualmente están compuestos por cuatro salas, Penal, Laboral, Familia y civil, conocen casos de segunda instancia cuando inician en los juzgados de circuito </p></div>",
      "foundation": ""
    },
    {
      "parent": "superiores",
      "key": "circuito",
      "name": "Juzgados del circuito",
      "definition": "<div class='card mb-3'><p>La célula básica de la organización judicial es el juzgado, cualquiera que sea su categoría y especialidad y se integrará por el juez titular, el secretario, los asistentes que la especialidad demande y por el personal auxiliar calificado que determine el Consejo Superior de la Judicatura.</p><p>Se crean por necesidad y aparecen a nivel distrital y departamental (laboral, penal, civil y familia)</p></div>",
      "foundation": ""
    },
    {
      "parent": "circuito",
      "key": "municipales",
      "name": "Jueces Municipales",
      "definition": "<div class='card mb-3'><p>Los Jueces municipales de pequeñas causas y competencia múltiple conocen en única instancia de los siguientes asuntos:</p><ul><li>De los procesos contenciosos de mínima cuantía.</li><li>De los procesos de sucesión de mínima cuantía.</li><li>De la celebración del matrimonio civil, sin perjuicio de la competencia atribuida a los notarios.</li><li>Juez de Conocimiento: Procesos penales juez circuito conoce del procesos</li><li>Jueces de Garantías : Procesos penales garantiza derechos</li><li>Juez de Ejecución penas: Revisan fallos del juez y pueden hacer rebajas de penas</li></ul></div>",
      "foundation": ""
    },
    {
      "parent": "judicial",
      "key": "contencioso",
      "name": "Jurisdicción Contencioso Administrativo",
      "definition": "<div class='card mb-3'><p><strong>DEFINICIÓN:</strong> </p><p>Artículo 1º. La jurisdicción contencioso-administrativa tiene por objeto la revisión de los actos de las corporaciones o empleados administrativos en el ejercicio de sus funciones, o con pretexto de ejercerlas, a petición del Ministerio Público, de los ciudadanos en general, o de las personas que se crean vulneradas en sus derechos, en los casos y dentro de los límites señalados en la presente Ley.</p><p>Los jueces de esta jurisdicción están llamados a solucionar los conflictos que se presentan entre particulares y el Estado, o los conflictos que se presentan al interior del Estado mismo.</p></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Ley 130 de 1993, Artículo 1</p></div>"
    },
    {
      "parent": "contencioso",
      "key": "de_estado",
      "name": "Consejo de Estado",
      "definition": "<div class='card mb-3'><p><strong>ÓRGANO MÁXIMO:</strong></p><p>El órgano máximo y de cierre jurisprudencial de esta jurisdicción es el Consejo de Estado que tiene como funciones conocer de las acciones de nulidad por inconstitucionalidad de los decretos dictados por el Gobierno que no sean de competencia de la Corte Constitucional (Actos Administrativos principalmente), actuar como máximo cuerpo consultivo del gobierno en temas administrativos, entre otras. </p><p>Al igual que los magistrados de la Corte Constitucional, los magistrados de esta Corte de Cierre de la jurisdicción de lo Contencioso Administrativo, se eligen por un sistema de cooptación interna a partir de listas enviadas por el Consejo Superior de la Judicatura. También deberán enviar ternas al Congreso para la elección de los magistrados de la Corte Constitucional.</p><p><strong>FUNCIONES:</strong></p><p><strong>Artículo 237:</strong> Son atribuciones del Consejo de Estado:</p><ul><li>Desempeñar las funciones de tribunal supremo de lo contencioso administrativo, conforme a las reglas que señale la ley.</li><li>Conocer de las acciones de nulidad por inconstitucionalidad de los decretos dictados por el Gobierno Nacional, cuya competencia no corresponda a la Corte Constitucional.</li><li>Actuar como cuerpo supremo consultivo del Gobierno en asuntos de administración, debiendo ser necesariamente oído en todos aquellos casos que la Constitución y las leyes determinen. En los casos de tránsito de tropas extranjeras por el territorio nacional, de estación o transito de buques o aeronaves extranjeros de guerra, en aguas o en territorio o en espacio aéreo de la nación, el gobierno debe oír previamente al Consejo de Estado.</li><li>Preparar y presentar proyectos de actos reformatorios de la Constitución y proyectos de ley.</li><li>Conocer de los casos sobre pérdida de la investidura de los congresistas, de conformidad con esta Constitución y la ley.</li><li>Darse su propio reglamento y ejercer las demás funciones que determine la ley.</li></ul><p><strong>Artículo 238.</strong> La jurisdicción de lo contencioso administrativo podrá suspender provisionalmente, por los motivos y con los requisitos que establezca la ley, los efectos de los actos administrativos que sean susceptibles de impugnación por vía judicial.</p><p><strong>COMPOSICIÓN:</strong> </p><p>El Tribunal Supremo de lo Contencioso-administrativo se compone de seis Magistrados, cuya elección corresponde a la Corte Suprema de Justicia, la cual debe proceder, para hacerla, de acuerdo con el sistema electoral vigente a la sazón que asegure la representación proporcional de que trata el artículo 45 del Acto legislativo número 3 de 1910</p><p><strong>Art 34 Ley 270 de 1996.</strong> Artículo modificado por el artículo 9 de la Ley 1285 de 2009. El nuevo texto es el siguiente: El Consejo de Estado es el máximo Tribunal de la Jurisdicción de lo Contencioso Administrativo y estará integrado por treinta y un (31) magistrados, elegidos por la misma Corporación para los períodos individuales que determina la Constitución Política, de listas superiores a cinco (5) candidatos, que reúnan los requisitos constitucionales, por cada vacante que se presente, enviadas por la Sala Administrativa del Consejo Superior de la Judicatura.</p><p>El Consejo de Estado ejerce sus funciones por medio de tres (3) Salas, integradas así: la Plena, por todos sus miembros; la de lo Contencioso Administrativo, por veintisiete (27) consejeros y la de Consulta y Servicio Civil, por los cuatro (4) consejeros restantes.</p><p><strong>Artículo 36 de la Ley 270 de 1996.</strong> DE LA SALA DE LO CONTENCIOSO ADMINISTRATIVO. Artículo modificado por el artículo 10 de la Ley 1285 de 2009. El nuevo texto es el siguiente: La Sala de lo Contencioso Administrativo se dividirá en cinco (5) Secciones, cada una de las cuales ejercerá separadamente las funciones que de conformidad con su especialidad y cantidad de trabajo le asigne la Sala Plena del Consejo de Estado, de acuerdo con la ley y el reglamento interno de la Corporación y estarán integradas de la siguiente manera:</p><p>La Sección Primera, por cuatro (4) magistrados. La Sección Segunda se dividirá en dos (2) subsecciones, cada una de las cuales estará integrada por tres (3) Magistrados. La Sección Tercera se dividirá en tres (3) subsecciones, cada una de las cuales estará integrada por tres (3) magistrados. La Sección Cuarta, por cuatro (4) magistrados, yLa Sección Quinta, por cuatro (4) magistrados.</p><p>Sin perjuicio de las específicas competencias que atribuya la ley, el reglamento de la Corporación determinará y asignará los asuntos y las materias cuyo conocimiento corresponda a cada Sección y a las respectivas subsecciones. En todo caso, la acción de pérdida de investidura de congresistas será de competencia de la sala plena de lo contencioso administrativo.--Sala plena: Artículos 34 de la Ley 270 de 1996: La Sala plena del Consejo de Estado estará integrada por todos los miembros del Consejo de Estado.</p><p><strong>Artículo 35 de la Ley 270 de 1996:</strong> La Sala Plena del Consejo de Estado tendrá las siguientes atribuciones administrativas:</p><ul><li>Elegir los Consejeros para proveer los nuevos cargos que se creen, llenar las vacantes de conformidad con la Constitución y la ley.</li><li>Elegir al Secretario General, y demás empleados de la Corporación con excepción de los de las Salas, Secciones y Despachos, los cuales serán designados por cada una de aquéllas o por los respectivos Consejeros.</li><li>Proveer las faltas temporales del Contralor General de la República.</li><li>Distribuir, mediante Acuerdo, las funciones de la Sala de lo Contencioso Administrativo que no deban ser ejercidas en pleno, entre las Secciones que la constituyen, con base en un criterio de especialización y de volumen de trabajo.</li><li>Integrar las comisiones que deba designar, de conformidad con la ley o el reglamento.</li><li>Hacer la evaluación del factor cualitativo de la calificación de servicios de los Magistrados de los Tribunales Administrativos, que servirá de base para la calificación integral.</li><li>Darse su propio reglamento.</li><li>Elegir, de terna enviada por la Corte Suprema de Justicia, para períodos de dos años, al Auditor ante la Contraloría General de la República o a quien deba reemplazarlo en sus faltas temporales o absolutas, sin que en ningún caso pueda reelegirlo; y,</li><li>Ejercer las demás funciones que le prescriban la Constitución, la ley y el reglamento.--Sala de lo contencioso Administrativo Artículo 34 de la Ley 270 de 1996: La Sala de lo contencioso Administrativo del Consejo de Estado estará integrada por 27 consejeros.</li></ul><p><strong>Artículo 36 de la Ley 270 de 1996:</strong> Artículo modificado por el artículo 10 de la Ley 1285 de 2009. El nuevo texto es el siguiente: La Sala de lo Contencioso Administrativo se dividirá en cinco (5) Secciones, cada una de las cuales ejercerá separadamente las funciones que de conformidad con su especialidad y cantidad de trabajo le asigne la Sala Plena del Consejo de Estado, de acuerdo con la ley y el reglamento interno de la Corporación y estarán integradas de la siguiente manera:</p><p>La Sección Primera, por cuatro (4) magistrados.La Sección Segunda se dividirá en dos (2) Subsecciones, cada una de las cuales estará integrada por tres (3) Magistrados.La Sección Tercera se dividirá en tres (3) Subsecciones, cada una de las cuales estará integrada por tres (3) magistrados.La Sección Cuarta, por cuatro (4) magistrados, yLa Sección Quinta, por cuatro (4) magistrados.</p><p>Sin perjuicio de las específicas competencias que atribuya la ley, el reglamento de la Corporación determinará y asignará los asuntos y las materias cuyo conocimiento corresponda a cada Sección y a las respectivas Subsecciones. En todo caso, la acción de pérdida de investidura de congresistas será de competencia de la sala plena de lo contencioso administrativo.</p><p><strong>SALA DE CONSULTA Y SERVICIO CIVIL</strong></p><p><strong>Artículo 34 de la Ley 270 de 1996:</strong> La Sala de Consulta Civil del Consejo de Estado estará integrada por 4 consejeros.</p><p><strong>Artículo 38 de la Ley 270 de 1996:</strong> La Sala de Consulta y Servicio Civil tendrá las siguientes atribuciones:</p><ul><li>Absolver las consultas jurídicas generales o particulares, que le formule el Gobierno Nacional.</li><li>Preparar los proyectos de ley y de códigos que le encomiende el Gobierno Nacional. El proyecto se entregará al Gobierno por conducto del Ministro o Director de Departamento Administrativo correspondiente, para su presentación a la consideración del Congreso.</li><li>Revisar los contratos y conceptuar sobre las cuestiones jurídicas relativas al Servicio Civil, en los casos previstos por la ley.</li><li>Conceptuar sobre los contratos que se proyecte celebrar con empresas privadas colombianas, escogidas por concurso público de méritos, en los casos especiales autorizados por la ley, para efectuar el control fiscal de la gestión administrativa nacional.</li><li>Verificar, de conformidad con el Código Electoral, si cada candidato a la Presidencia de la República reúne o no los requisitos constitucionales y expedir la correspondiente certificación.</li><li>Ejercer las demás funciones que le prescriban la Constitución y la ley.</li>D9</ul><p><strong>Secciones:</strong></p><p>A continuación se exponen las secciones que componen la Sala de lo Contencioso Administrativo:</p><ul><li>Pérdida de Investidura y temas ambientales</li><li>Asuntos laborales</li><li>Materia Contractuañl </li><li>Fiscales, Parafiscales y Recaudo</li><li>Procesos electorales</li></ul></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Ley 130 de 1993, Artículo 1</p><p>Constitución de Colombia de 1991. Artículo 237 y 238</p><p>Ley 130 de 1993</p><p>Art 45 del Acto legislativo Número 3 de 1910</p><p>Artículo 35 de la Ley 270 de 1996</p><p>Artículo 34 de la Ley 270 de 1996</p><p>Artículo 36 de la Ley 270 de 1996</p><p>Artículo 38 de la Ley 270 de 1996</p></div>"
    },
    {
      "parent": "de_estado",
      "key": "tribunales",
      "name": "Tribunales Administrativos",
      "definition": "<div class='card mb-3'><p><strong>TRIBUNALES ADMINISTRATIVOS</strong></p><p><strong>Artículo 40 de la Ley 270 de 1996.</strong> JURISDICCIÓN. Los Tribunales Administrativos son creados por la Sala Administrativa del Consejo Superior de la Judicatura para el cumplimiento de las funciones que determine la ley procesal en cada distrito judicial administrativo. Tienen el número de Magistrados que determine la Sala Administrativa del Consejo Superior de la Judicatura que, en todo caso, no será menor de tres.</p><p>Los Tribunales Administrativos ejercerán sus funciones por conducto de la Sala Plena, integrada por la totalidad de los Magistrados; por la Sala de Gobierno, por las Salas especializadas y por las demás salas de decisión plurales e impares, de acuerdo con la ley.</p></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 40 de la Ley 270 de 1996</p></div>"
    },
    {
      "parent": "tribunales",
      "key": "jueces",
      "name": "Jueces Administrativos",
      "definition": "<div class='card mb-3'><p><strong>JUECES ADMINISTRATIVOS</strong></p><p><strong>Artículo 42 de la Ley 270 de 1996.</strong> RÉGIMEN. Los Juzgados Administrativos que de conformidad con las necesidades de la administración de justicia determine la Sala Administrativa del Consejo Superior de la Judicatura para el cumplimiento de las funciones que prevea la ley procesal en cada circuito o municipio, integran la jurisdicción de lo contencioso administrativo. Sus características, denominación y número serán establecidos por esa misma Corporación, de conformidad con lo establecido en la presente Ley.</p></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 42 de la Ley 270 de 1996</p></div>"
    },
    {
      "parent": "judicial",
      "key": "constitucional",
      "name": "Jurisdicción Constitucional",
      "definition": "<div class='card mb-3'><p>La Corte Constitucional ejerce la guarda de la integridad y supremacía de la Constitución en los estrictos y precisos términos de los artículos 241 al 244 de la Constitución Política. El Consejo de Estado conoce de las acciones de nulidad por inconstitucionalidad de los decretos dictados por el Gobierno Nacional, cuya competencia no corresponda a la Corte Constitucional.</p><p>También ejercen jurisdicción constitucional, excepcionalmente, para cada caso concreto, los jueces y corporaciones que deban proferir las decisiones de tutela o resolver acciones o recursos previstos para la aplicación de los derechos constitucionales.</p></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>LEY 270 DE 1996 Art. 43</p></div>"
    },
    {
      "parent": "constitucional",
      "key": "corte",
      "name": "Corte Constitucional",
      "definition": "<div class='card mb-3'><p><strong>Integración y nombramiento</strong></p><p>La Corte Constitucional tendrá el número impar de miembros que determine la ley. En su integración se atenderá el criterio de designación de magistrados pertenecientes a diversas especialidades del Derecho. Los Magistrados de la Corte Constitucional serán elegidos por el Senado de la República para períodos individuales de ocho años, de sendas ternas que le presenten el Presidente de la República, la Corte Suprema de Justicia y el Consejo de Estado. Los Magistrados de la Corte Constitucional no podrán ser reelegidos.</p><p>La Corte Constitucional está integrada por nueve (9) Magistrados, elegidos por el Senado de la República para períodos individuales de ocho años, de ternas que presentan: tres (3) el Presidente de la República, tres (3) la Corte Suprema de Justicia y tres (3) el Consejo de Estado (Artículo 44 de la Ley 270 de 1996)</p><p>Las ternas deberán conformarse con abogados de distintas especialidades del derecho y el Senado elegirá un Magistrado por cada terna, procurando que la composición final de la Corte Constitucional responda al criterio de diversidad en la especialidad de los Magistrados.</p><p>Cuando se presente una falta absoluta entre los Magistrados de la Corte Constitucional, corresponde al órgano que presentó la terna de la cual fue elegido el titular, presentar una nueva para que el Senado de la República haga la elección correspondiente.</p><p>Producida la vacante definitiva, la Corte Constitucional la comunicará de inmediato al órgano que debe hacer la postulación para que, en un lapso de quince días, presente la terna ante el Senado de la República. La elección deberá producirse dentro de los treinta días siguientes a la fecha de presentación de la terna o de la iniciación del período ordinario de sesiones en caso de que a la presentación de la misma el Congreso se encontrare en receso.</p><p>Mientras se provee el cargo por falta absoluta o por falta temporal de uno de sus miembros la Corte Constitucional llenará directamente la vacante.</p><p><strong>Inhabilidades</strong></p><p>No podrán ser elegidos Magistrados de la Corte Constitucional quienes durante el año anterior a la elección se hayan desempeñado como Ministros del Despacho o Magistrados de la Corte Suprema de Justicia o del Consejo de Estado.</p><p>A la Corte Constitucional se le confía la guarda de la integridad y supremacía de la Constitución, en los estrictos y precisos términos de este artículo. Con tal fin, cumplirá las siguientes funciones:</p><ul><li>Decidir sobre las demandas de inconstitucionalidad que promuevan los ciudadanos contra los actos reformatorios de la Constitución, cualquiera que sea su origen, sólo por vicios de procedimiento en su formación.</li><li>Decidir, con anterioridad al pronunciamiento popular, sobre la constitucionalidad de la convocatoria a un referendo o a una Asamblea Constituyente para reformar la Constitución, sólo por vicios de procedimiento en su formación.</li><li>Decidir sobre la constitucionalidad de los referendos sobre leyes y de las consultas populares y plebiscitos del orden nacional. Estos últimos sólo por vicios de procedimiento en su convocatoria y realización.</li><li>Decidir sobre las demandas de inconstitucionalidad que presenten los ciudadanos contra las leyes, tanto por su contenido material como por vicios de procedimiento en su formación.</li><li>Decidir sobre las demandas de inconstitucionalidad que presenten los ciudadanos contra los decretos con fuerza de ley dictados por el Gobierno con fundamento en los artículos 150 numeral 10 y 341 de la Constitución, por su contenido material o por vicios de procedimiento en su formación.</li><li>Decidir sobre las excusas de que trata el artículo 137 de la Constitución.</li><li>Decidir definitivamente sobre la constitucionalidad de los decretos legislativos que dicte el Gobierno con fundamento en los artículos 212, 213 y 215 de la Constitución.</li><li>Decidir definitivamente sobre la constitucionalidad de los proyectos de ley que hayan sido objetados por el Gobierno como inconstitucionales, y de los proyectos de leyes estatutarias, tanto por su contenido material como por vicios de procedimiento en su formación.</li><li>Revisar, en la forma que determine la ley, las decisiones judiciales relacionadas con la acción de tutela de los derechos constitucionales.</li><li>Decidir definitivamente sobre la exequibilidad de los tratados internacionales y de las leyes que los aprueben. Con tal fin, el Gobierno los remitirá a la Corte, dentro de los seis días siguientes a la sanción de la ley. Cualquier ciudadano podrá intervenir para defender o impugnar su constitucionalidad. Si la Corte los declara constitucionales, el Gobierno podrá efectuar el canje de notas; en caso contrario no serán ratificados. Cuando una o varias normas de un tratado multilateral sean declaradas inexequibles por la Corte Constitucional, el Presidente de la República sólo podrá manifestar el consentimiento formulando la correspondiente reserva.</li><li>Darse su propio reglamento.</li></ul><p><strong>Parágrafo.</strong> Cuando la Corte encuentre vicios de procedimiento subsanables en la formación del acto sujeto a su control, ordenará devolverlo a la autoridad que lo profirió para que, de ser posible, enmiende observado. Subsanado el vicio, procederá a decidir sobre la exequibilidad del acto.</p><p><strong>Disposiciones</strong></p><p>Los procesos que se adelanten ante la Corte Constitucional en las materias a que se refiere este título, serán regulados por la ley conforme a las siguientes disposiciones:</p><ul><li>Cualquier ciudadano podrá ejercer las acciones públicas previstas en el artículo precedente, e intervenir como impugnador o defensor de las normas sometidas a control en los procesos promovidos por otros, así como en aquéllos para los cuales no existe acción pública.</li><li>El Procurador General de la Nación deberá intervenir en todos los procesos.</li><li>Las acciones por vicios de forma caducan en el término de un año, contado desde la publicación del respectivo acto.</li><li>De ordinario, la Corte dispondrá del término de sesenta días para decidir, y el Procurador General de la Nación, de treinta para rendir concepto.</li><li>En los procesos a que se refiere el numeral 7 del artículo anterior, los términos ordinarios se reducirán a una tercera parte y su incumplimiento es causal de mala conducta, que será sancionada conforme a la ley.</li></ul><p><strong>Efectos de las sentencias de la Corte Constitucional</strong></p><p>Los fallos que la Corte dicte en ejercicio del control jurisdiccional hacen tránsito a cosa juzgada constitucional. Ninguna autoridad podrá reproducir el contenido material del acto jurídico declarado inexequible por razones de fondo, mientras subsistan en la Carta las disposiciones que sirvieron para hacer la confrontación entre la norma ordinaria y la Constitución.</p><p><strong>Comunica el inicio de procesos de exámen constitucional</strong></p><p>La Corte Constitucional comunicará al Presidente de la República o al Presidente del Congreso, según el caso, la iniciación de cualquier proceso que tenga por objeto el examen de constitucionalidad de normas dictadas por ellos. Esta comunicación no dilatará los términos del proceso.</p><p><strong>Gaceta de la Corte Constitucional</strong></p><p>Todas las providencias que profiera la Corte Constitucional serán publicadas en la \\\"Gaceta de la Corte Constitucional\\\", la cual deberá publicarse mensualmente por la Imprenta Nacional. Sendos ejemplares de la Gaceta serán distribuidos a cada uno de los miembros del Congreso de la República y a todos los Despachos Judiciales del País.</p><p>La Corte Constitucional dispondrá de un sistema de consulta sistematizada de la jurisprudencia a la cual <strong>sic</strong> tendrán acceso todas las personas.</p></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Ley 270 de1996 Art. 44</p><p>Art. 240 y 241 C.N.</p><p>Art. 242</p><p>Art. 243</p><p>Art. 244</p></div>"
    },
    {
      "parent": "judicial",
      "key": "superior",
      "name": "Concejo Superior de la Judicatura",
      "definition": "<div class='card mb-3'><p>El Consejo Superior de la Judicatura (CSJ) es el estamento máximo de esta jurisdicción y en materia organizacional y de gestión es la última autoridad del sistema judicial nacional. El CSJ inició labores el 15 de marzo de 1992 en Colombia y está integrada por 13 magistrados divididos en dos salas (Administrativa y Disciplinaria).</p><p>Para ser miembro del Consejo Superior de la Judicatura se requiere ser colombiano por nacimiento, ciudadano en ejercicio y mayor de treinta y cinco años; tener título de abogado y haber ejercido la profesión durante diez años con buen crédito. Los miembros del Consejo no podrán ser escogidos entre los magistrados delas mismas corporaciones postulantes</p>\n<p>Funciones del Consejo Superior de la Judicatura (CSJ). Corresponden al Consejo Superior de la Judicatura o a los Consejos Seccionales, según el caso y de acuerdo a la ley, las siguientes atribuciones:</p>\n<ul>\n<li>Administrar la carrera judicial.</li>\n<li>Elaborar las listas de candidatos para la designación de funcionarios judiciales y enviarlas a la entidad que deba hacerla. Se exceptúa la jurisdicción penal militar que se regirá por normas especiales.</li>\n<li>Examinar la conducta y sancionar las faltas de los funcionarios de la rama judicial, así como las de los abogados en el ejercicio de su profesión, en la instancia que señale la ley.</li>\n<li>Llevar el control de rendimiento de las corporaciones y despachos judiciales.</li>\n<li>Elaborar el proyecto de presupuesto de la Rama Judicial que deberá ser remitido al Gobierno, y ejecutarlo de conformidad con la aprobación que haga el Congreso.</li>\n<li>Dirimir los conflictos de competencia que ocurran entre las distintas jurisdicciones.</li>\n<li>Las demás que señale la ley.</li>\n</ul>\n<p>Con sujeción a la ley, el Consejo Superior de la Judicatura cumplirá las siguientes funciones:</p>\n<ul>\n<li>Fijar la división del territorio para efectos judiciales y ubicar y redistribuir los despachos judiciales.</li>\n<li>Crear, suprimir, fusionar y trasladar cargos en la administración de justicia. En ejercicio de esta atribución, el Consejo Superior de la Judicatura no podrá establecer a cargo del Tesoro obligaciones que excedan el monto global fijado para el respectivo servicio en la ley de apropiaciones iníciales.</li>\n<li>Dictar los reglamentos necesarios para el eficaz funcionamiento de la administración de justicia, los relacionados con la organización y funciones internas asignadas a los distintos cargos y la regulación de los trámites judiciales y administrativos que se adelanten en los despachos judiciales, en los aspectos no previstos por el legislador.</li>\n<li>Proponer proyectos de ley relativos a la administración de justicia y a los códigos sustantivos y procedimentales.</li>\n<li>Las demás que señale la ley.</li>\n</ul></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Const. 1991, Arts. 254-255; Artículo 76 de la Ley 270 de 1996</p>\n<p>Artículo 255 de la Constitución Política de Colombia</p>\n<p>Artículo 256 de la Constitución Política de Colombia</p>\n<p>Artículo 257 de la Constitución Política de Colombia</p></div>"
    },
    {
      "parent": "superior",
      "key": "disciplinaria",
      "name": "Jurisdicción disciplinaria",
      "definition": "<div class='card mb-3'><p>La Sala Jurisdiccional Disciplinaria, integrada por siete magistrados elegidos para un período de ocho años, por el Congreso Nacional de ternas enviadas por el Gobierno. Podrá haber Consejos Seccionales de la Judicatura integrados como lo señale la ley.</p></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Const. 1991, Arts. 254-255; Artículo 76 de la Ley 270 de 1996</p></div>"
    },
    {
      "parent": "superior",
      "key": "administrativa",
      "name": "La Sala Administrativa",
      "definition": "<div class='card mb-3'><p>La Sala Administrativa, integrada por seis magistrados elegidos para un período de ocho años, así: dos por la Corte Suprema de Justicia, uno por la Corte Constitucional y tres por el Consejo de Estado.</p></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Const. 1991, Arts. 254-255; Artículo 76 de la Ley 270 de 1996</p></div>"
    },
    {
      "parent": "judicial",
      "key": "especiales",
      "name": "Jurisdicciones Especiales",
      "definition": "<div class='card mb-3'><p>Son de creación legal, se hacen y se deshacen. Son organismos creados por la ley con autonomia financiera y administrativa algunas con personeria jurídica y otras no</p></div>",
      "foundation": ""
    },
    {
      "parent": "especiales",
      "key": "paz",
      "name": "Jurisdicción Especial para la paz",
      "definition": "<div class='card mb-3'><p><strong>Concepto</strong></p><p><strong>JEP</strong> es el componente de justicia del Sistema Integral de Verdad, Justicia, Reparación y no Repetición, creado por el Acuerdo de Paz entre el Gobierno Nacional y las Farc-EP. La JEP fue creada para satisfacer los derechos de las víctimas a la justicia, ofrecerles verdad y contribuir a su reparación, con el propósito de construir una paz estable y duradera. El trabajo de la JEP se enfocará en los delitos más graves y representativos del conflicto armado, de acuerdo con los criterios de selección y priorización que sean definidos por la ley y los magistrados. En particular, podrá conocer de los delitos que hubieren cometido excombatientes de las FARC-EP, miembros de la Fuerza Pública, otros agentes del Estado y terceros civiles. Sobre estos dos últimos, la Corte Constitucional aclaró que su participación en la JEP sería voluntaria</p><p><strong>Funciones</strong></p><p>La JEP tiene la función de administrar justicia transicional y conocer de los delitos cometidos en el marco del conflicto armado que se hubieran cometido antes del 1 de diciembre de 2016. La existencia de la JEP no podrá ser superior a 20 años.</p><p><strong>Estructura</strong></p><p>La JEP tiene la siguiente organización:</p><ul><li>Órgano de Gobierno</li><li>Salas de justicia</li><li>Unidad de investigación y acusación</li><li>Secretaria judicial</li><li>Presidencia</li><li>Tribunal para la paz</li><li>Secretaria ejecutiva</li><li>Grupo de análisis de la información</li></ul><p>Adicionalmente, se cuenta con las comisiones y comités que fueron creados por el Reglamento General de la JEP (Acuerdo 001 del 9 de marzo de 2018 proferido por la Sala Plena):</p><ul><li>Comisión Territorial y Ambiental: Se encarga de promover la efectiva implementación del enfoque territorial y ambiental en el componente de justicia del SIVJRNR. Sus funciones se encuentran en el capítulo 16 del Reglamento General de la JEP.</li><li>Comisión Étnica: Se encarga de promover la efectiva implementación del enfoque étnico-racial en la JEP. Sus funciones se encuentran en el capítulo 16 del Reglamento General de la JEP.</li><li>Comisión de Género: Se encarga de promover la efectiva implementación del enfoque de género en la JEP. Sus funciones se encuentran en el capítulo 16 del Reglamento General de la JEP.</li><li>Comité de Coordinación Interinstitucional del SIVJRNR: Cuya principal función es la de propiciar la articulación y coordinación de la actuación de los órganos del Sistema.</li><li>Comité de Ética: Debe velar por la observancia y cumplimiento del Código de ética, buenas prácticas y convivencia.</li><li>Otras instancias temporales y permanentes que pueden ser creadas por el Órgano de Gobierno de la JEP.</li></ul></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Marco del acuerdo de Paz</p></div>"
    },
    {
      "parent": "especiales",
      "key": "militar",
      "name": "Justicia Penal Militar",
      "definition": "<div class='card mb-3'><p><strong>Concepto</strong></p><p>Es aquella justicia especializada que, conforme al mandato dispuesto en el artículo 221 de la Constitución Política, se encarga de la investigación y juzgamiento de las conductas punibles cometidas por los miembros de la Fuerza Pública en servicio activo y en relación con el mismo servicio. El tratamiento particular que a través del fuero penal militar se reconoce, encuentra una clara justificación en las diferencias existentes entre los deberes y responsabilidades impuestas a los ciudadanos y los que están llamados a cumplir los miembros de la fuerza pública, pues a estos últimos la Constitución les asigna una función especial, exclusiva y excluyente, “como es el monopolio del ejercicio coactivo del Estado, lo que implica el uso y disposición de la fuerza legítima y el sometimiento a una reglas especiales propias de la actividad militar, opuestas por naturaleza a las que son aplicables en la vida civil” (Corte Constitucional, Sentencia C-372/16).</p><p>No. Por expreso mandado del artículo 221 de la Constitución Política la Justicia Penal Militar o Policial es independiente del mando de la Fuerza Pública.</p><p>Sí, siempre y cuando el delito hubiese sido cometido por un miembro de la fuerza pública en servicio activo y su actuar tenga una relación directa y próxima con el mismo servicio. Sin embargo, por expreso mandato del artículo 3 de la Ley 1407 de 2010 nunca podrán considerarse relacionados con el servicio y, por tanto, no son de competencia de esta jurisdicción especializada los delitos de genocidio, desaparición forzada, de lesa humanidad o aquellos que atenten contra el Derecho Internacional Humanitario entendidos en los términos definidos en convenios y tratados internacionales ratificados por Colombia, ni las conductas que sean abiertamente contrarias a la función constitucional de la Fuerza Pública y que por su sola comisión rompan el nexo funcional del agente con el servicio.</p><p><strong>Como funciona - Funciones</strong></p><p>La Unidad Administrativa Especial de la Justicia Penal Militar y Policial es la entidad responsable de la organización, administración y funcionamiento de la Jurisdicción Especializada, con la autonomía administrativa y financiera que establece la Ley 1765 de 2015, en su artículo 44, para garantizar que la función jurisdiccional de investigar, juzgar y sancionar las “(...) conductas punibles cometidas por los miembros de la Fuerza Pública en servicio activo, y en relación con el servicio (...)” (Art. 221 Constitución Política y 1º del Código Penal Militar), se ejerza con independencia del mando institucional, razón por la cual se suprimió la antigua Dirección Ejecutiva del Ministerio de Defensa Nacional.</p><p>De acuerdo con el Decreto 312 de 2021, la Unidad Administrativa Especial de la Justicia Penal Militar y Policial tiene las siguientes funciones:</p><ul><li>Administrar la jurisdicción especializada.</li><li>Llevar el control y gestión de rendimiento de los funcionarios y empleados de la Jurisdicción Penal Militar y Policial.</li><li>Implementar las políticas, planes, programas y proyectos de la jurisdicción especializada.</li><li>Administrar y conservar el archivo de la jurisdicción especializada.</li><li>Las demás que le señale la ley.</li></ul></div>",
      "foundation": ""
    },
    {
      "parent": "especiales",
      "key": "indigena",
      "name": "Jurisdicción Indigena",
      "definition": "<div class='card mb-3'><p><strong>Concepto</strong></p><p>De acuerdo con lo dispuesto en la norma que reconoce este derecho a los pueblos indígenas de Colombia, art. 246 de la Carta Política de 1991, la jurisdicción especial indígena es la facultad que tienen las autoridades de los pueblos indígenas para resolver conflictos al interior de sus colectividades de acuerdo con sus propios procedimientos, usos y costumbres. Conforme a la normatividad vigente la norma que reconoce este derecho está consagrada en la Constitución Política.</p><p>Unido a ello los pueblos empezaron a desarrollar formas de resistencia, las relaciones de poder se hicieron altamente excluyentes, surgieron liderazgos importantes para el movimiento indígena como Cacica Gaitana, Juan Tama o Quintin Lame, a la vez, luchas silenciosas para exigir derechos, conservar lenguas, saberes, tradiciones, usos, costumbres, formas de producción y administración de justicia. (Arango &amp; Sánchez, 2004).</p><p><strong>Como funciona - Norma jurídica</strong></p><p>Esta jurisdicción empezó a reconocer sus autoridades, a respetar su jurisdicción, aunque de manera limitada, y fue creando un cuerpo normativo constitucional, legislativo y jurisprudencial, con la Constitución Política de 1991 se les reconoció el derecho a administrar justicia. El artículo 246 otorgó a las autoridades de los pueblos indígenas la facultad de ejercer funciones jurisdiccionales dentro de su ámbito territorial, de conformidad con sus propias normas y procedimientos, siempre que no fueran contrarias a la Constitución y las leyes de la República. La Ley 89 de 1890 determinó la manera como debían ser gobernados “los salvajes” que fueran reduciéndose a la vida civilizada, señalando en el artículo 5° que “las faltas que cometieron los indígenas contra la moral serán castigadas por el gobernador del Cabildo respectivo, con penas correccionales que no excedan uno o dos días de arresto”. No obstante, luego este artículo fue declarado inexequible en la Sentencia C – 139 de 19965 . Más allá de ello, lo cierto es que con esta norma quedó claro que los indígenas tenían la facultad para dirimir sus conflictos internos. Por su parte, la Ley 21 de 1991 aprobó el Convenio 169 de 1989 de la Organización Internacional del Trabajo, señalando la responsabilidad de los gobiernos en desarrollar con la participación de los pueblos interesados una acción coordinada y sistemática con miras a proteger los derechos de esos pueblos y a garantizar el respeto de su integridad, asegurando la igualdad, la plena efectividad de los derechos y la eliminación de barreras incompatibles con su forma de vida. El Convenio hace parte del Bloque de Constitucionalidad del Estado colombiano y define el trato para miembros de las comunidades indígenas y tribales en los procedimientos judiciales que se siguen contra ellos.</p><p>La Ley 270 de 1996 estableció la Ley Estatutaria de la Administración de Justicia. En su artículo 12 contempló la Jurisdicción Indígena como jurisdicción especia. Finalmente, el Decreto 1088 de 1993 reguló la creación de las asociaciones de Cabildos y/o Autoridades Tradicionales Indígenas para viabilizar la participación y fortalecer el desarrollo cultural, social y económico de estos pueblos; instaurando la naturaleza jurídica de las asociaciones como entidades de derecho público de carácter especial, con personería jurídica, autonomía administrativa y patrimonio propio. También se ha desarrollado jurisprudencia al respecto. Las sentencias de tutela de la Corte Constitucional con números T- 254 de 1994, T- 349, T. 496 de 1996 y 523 de 1997 reconocieron las facultades de las autoridades indígenas.</p><p><strong>Funciones</strong></p><ul><li>Dentro de ellas están las competencias de las autoridades tradicionales, y más específicamente, el derecho de los miembros de las comunidades indígenas a un fuero especial, en virtud del cual sean juzgados, conforme a las normas y procedimientos propios de su cultura.</li><li>El fuero indígena tiene dos elementos: Uno de carácter personal, con el que se pretende señalar que el individuo debe ser juzgado de acuerdo con las normas y las autoridades de su propia comunidad y uno de carácter geográfico, que permite que cada comunidad pueda juzgar las conductas que tengan ocurrencia dentro de su territorio, de acuerdo con sus propias normas.</li><li>Así mismo, el fuero indígena tiene sus límites, determinados por la Jurispudencia Constitucional como: Los derechos humanos, el principio de legalidad como garantía del debido proceso, los derechos fundamentales. Igualmente, en sentencia T-254 de 1994 se establecen límites constitucionales</li></ul></div>",
      "foundation": ""
    },
    {
      "parent": "especiales",
      "key": "jueces",
      "name": "Jueces de Paz",
      "definition": "<div class='card mb-3'><p><strong>Concepto</strong></p><p>Las Juezas y los Jueces de Paz son autoridades que administran justicia comunitaria, basados en las creencias, identidades y normas culturales de sus comunidades. De manera similar a los Conciliadores en Equidad, los conflictos que conocen los jueces de paz pueden ser tramitados mediante el diálogo que conduzca a la construcción de acuerdos. Sin embargo, si las partes no logran llegar a un acuerdo conciliatorio, los jueces de paz pueden plantear una decisión a través de un fallo en equidad.</p><p>Las personas que se desempeñan como juezas y jueces de paz son actores de alta relevancia y reconocimiento en sus comunidades, lo cual es refrendado a través de un proceso de elección popular, con el cual quedan habilitados para administrar justicia durante un periodo de cinco (5) años</p><p>Al ser elegido(a) como juez o jueza adquiere la responsabilidad de administrar justicia con base en el justo comunitario, a través de los acuerdos que sean construidos por las partes, bien sea desde el consenso, o desde sus fallos en equidad.</p><p><strong>Que atienden</strong></p><p>Conflictos que pueden ser atendidos por Jueces de paz:</p><ul><li>Conflictos de convivencia comunitaria.</li><li>Situaciones que pueden ser resueltas a través del diálogo.</li><li>Conflictos en el ámbito doméstico y convivencia familiar.</li><li>Situaciones conflictivas en las que las partes tengan intereses económicos, cuando su monto no supere 100 SMLMV.</li><li>Desacuerdos sobre deudas e intereses y demás conflictos propios de los particulares y la comunidad.</li><li>Diferencias sobre arrendamiento de inmuebles.</li></ul><p>Las decisiones que son adoptadas a instancias de los Jueces y las Juezas de Paz tienen la capacidad de producir efectos jurídicos plenos, lo que quiere decir que lo que se decida allí, ya no puede ser discutido ante ninguna otra autoridad (a esto se le llama efecto de cosa juzgada). Ahora bien, si las partes llegan a un acuerdo o el juez de paz adopta una decisión, y una de las dos partes lo incumple, el acta de conciliación o la decisión del Juez y los compromisos allí contenidos pueden hacerse cumplir mediante un juez ordinario (a esto se le denomina mérito ejecutivo).</p><p><strong>COSA JUZGADA:</strong> Es el efecto que se produce sobre un asunto o conflicto cuando este ya ha sido solucionado, en este caso mediante la conciliación entre las partes o mediante el fallo en equidad del juez de paz. Resuelta la diferencia y con el acta o el fallo debidamente firmado, no puede volverse a discutir sobre el mismo asunto, pues se entiende agotado a través del uso de la conciliación o del fallo.</p><p><strong>MÉRITO EJECUTIVO:</strong> En caso de que alguna de las partes incumpla lo que dice el acuerdo o el fallo, se puede solicitar a un juez que lo haga cumplir, que obligue a ejecutar la obligación. Por lo tanto, el mérito ejecutivo es el efecto de ser exigible que produce el acuerdo celebrado o el fallo, el cual es un documento donde se indican de manera clara, precisa y concreta las obligaciones de cada una de las partes. Sin embargo, si quien toma la decisión es el juez de paz, a través de un fallo en equidad, las personas en conflicto tienen la posibilidad de que esa decisión sea revisada por otros jueces de paz, denominados jueces de reconsideración.</p><p>Habitualmente los jueces y juezas de paz se encuentran en Puntos de Atención Comunitaria (PACS) en diferentes localidades. Sin embargo, teniendo en cuenta la contingencia sanitaria la atención presencial está restringida.</p><p><strong>No son asuntos de su comptencia</strong></p><p>Los jueces de paz no deben llevar asuntos que se relacionen con:</p><ul><li>Asuntos cuyas pretensiones sean superiores a 100 salarios mínimos mensuales legales vigentes.</li><li>Actos sujetos a solemnidades, por ejemplo, cualquier trámite sujeto a registro.</li><li>Acciones constitucionales (por ejemplo, tutelas o acciones populares).</li><li>Conflictos en los que el Estado sea contraparte, como es el caso de las acciones contencioso-administrativas.</li><li>Acciones civiles sobre capacidad y estado civil de las personas.</li></ul><p>Los Jueces de Paz no pueden cobrar ni recibir dinero alguno, salvo, de resultar necesario, un salario mínimo legal diario (no mensual), por las citaciones, notificaciones, fotocopias, envío de documentos o gastos de desplazamiento originados en las intervenciones de las partes. Dichos gastos deberán sufragarse en forma directa por el interesado o los interesados.</p><p><strong>¿Cómo acceder a la Justicia de Paz?</strong></p><p>Para acudir al Juez o Jueza de Paz es suficiente con que las partes estén de acuerdo en llevar su conflicto. Como no siempre las partes están de acuerdo en la forma de darle tratamiento, una de ellas puede acudir ante el Juez o la Jueza de Paz y contarle que está interesada en sostener un diálogo con la otra u otras personas, para lo cual las invitará a conversar.</p><p>Antes de empezar el proceso de conciliación, el Juez o la Jueza de Paz debe explicar de manera amplia, sin que las partes tengan duda alguna, cómo funciona la justicia de paz, cuáles son sus alcances y qué expectativas pueden tener frente al tratamiento del conflicto.</p><p>Y sólo cuando las partes manifiesten estar de acuerdo en que esa sea la forma de solucionar el conflicto, el juez de paz podrá empezar con el proceso de facilitación del diálogo. Antes de que exista el consenso no se puede considerar que el proceso haya iniciado.</p><p>Es importante mencionar que las personas en conflicto pueden acudir al juez de paz que haga parte de su comunidad, o acudir a un juez de paz que sea reconocido por tratar el tipo de asuntos sobre los que versa su conflicto.</p><p>Pueden informarse en la casa de justicia, o en la alcaldía de su localidad.</p><p><strong>¿Quiénes son los jueces y las juezas de paz y reconsideración?</strong></p><p>Según la sentencia C-536 de 1995 de la Corte Constitucional “el juez de paz es el ciudadano que propende colaborar con el funcionamiento de la administración de justicia, a través de la resolución en equidad de los conflictos individuales y comunitarios para así lograr una paz social”. Es necesario cumplir con los siguientes requisitos:</p><ul><li>Ser mayor de edad.</li><li>Ser ciudadano en ejercicio.</li><li>Estar en pleno goce de los derechos civiles y políticos.</li><li>Residir en la comunidad respectiva, por lo menos un año antes de la elección, lo cual acreditará con la certificación expedida por la alcaldía local, la Junta de Acción Comunal o de Propiedad Horizontal.</li><li>Tanto los jueces de paz como los jueces de reconsideración serán elegidos para un período de cinco años y serán reelegibles en forma indefinida.</li><li>No encontrarse incurso en el régimen de inhabilidades de que trata el artículo 15 de la Ley 497 de 1999.</li><li>Algunos de los impedimentos para ser jueces de paz son tener afecciones físicas o mentales, haber sido condenado a pena privativa de la libertad o estar bajo medida de aseguramiento, entre otros.</li></ul><p><strong>REQUISITOS PARA SU DESEMPEÑO COMO JUEZ DE PAZ</strong></p><p>También existen calidades personales que resultan deseables para que los jueces de paz ejerzan satisfactoriamente su labor, tales como:</p><ul><li>Debe estar alejado del proselitismo político.</li><li>Debe conocer la historia, usos y costumbres comunitarias de la localidad barrio o zona para la cual es elegido.</li><li>Debe tener capacidad de entender, y a su vez, de ayudar a las personas de la comunidad a resolver sus problemas.</li><li>Debe transmitir empatía y credibilidad en las personas de la comunidad.</li><li>Ser un líder comunitario y de confianza, reconocido por sus vecinos.</li><li>Ser honesto, transparente e imparcial.</li></ul></div>",
      "foundation": ""
    },
    {
      "parent": "judicial",
      "key": "fiscalia",
      "name": "Fiscalia General de la Nación",
      "definition": "<div class='card mb-3'><p><strong>Origen, Misión y Visión</strong></p><p>La Fiscalía General nació en 1991 con la promulgación de la nueva Constitución Política y empezó a operar el 1 de julio de 1992. Es una entidad de la rama judicial del poder público con plena autonomía administrativa y presupuestal, cuya función está orientada a brindar a los ciudadanos una cumplida y eficaz administración de justicia. La Fiscalía es el órgano encargado de la investigación y acusación de personas que cometen delitos al interior del país. La Fiscalía es entonces la responsable de la etapa de investigación penal de los procesos judiciales colombianos. La Fiscalía General de la nación es su máximo estamento, y su representante, el fiscal general, es elegido por la Corte Suprema de Justicia a partir de una terna enviada por el Presidente de la República.La Fiscalía General de la Nación ejerce la acción penal y elabora y ejecuta la política criminal del Estado; garantiza la tutela judicial efectiva de los derechos de los intervinientes en el proceso penal; genera confianza y seguridad jurídica en la sociedad mediante la búsqueda de la verdad, la justicia y la reparación.La Fiscalía General de la Nación pondrá en ejecución un sistema de investigación integral, y será reconocida por el diseño y ejecución de políticas públicas vanguardistas que le permitirán enfrentar las diversas formas de criminalidad. Su tarea se verá apoyada en la profesionalización del talento humano y el desarrollo y aplicación de herramientas innovadoras de tecnología y comunicación, que garanticen la independencia, autonomía y acceso a la justicia.</p><p><strong>Funciones</strong></p><p>Corresponde a la Fiscalía General de la Nación, de oficio o mediante denuncia o querella, investigar los delitos y acusar a los presuntos infractores ante los juzgados y tribunales competentes. Se exceptúan los delitos cometidos por miembros de la Fuerza Pública en servicio activo y en relación con el mismo servicio. Para tal efecto la Fiscalía General de la Nación deberá:</p><ul><li>Asegurar la comparecencia de los presuntos infractores de la ley penal, adoptándolas medidas de aseguramiento. Además, y si fuere del caso, tomar las medidas necesarias para hacer efectivos el restablecimiento del derecho y la indemnización de los perjuicios ocasionados por el delito.</li><li>Calificar y declarar precluidas las investigaciones realizadas.</li><li>Dirigir y coordinar las funciones de policía judicial que en forma permanente cumplen la Policía Nacional y los demás organismos que señale la ley.</li><li>Velar por la protección de las víctimas, testigos e intervinientes en el proceso.</li><li>Cumplir las demás funciones que establezca la ley. El Fiscal General de la Nación y sus delegados tienen competencia en todo el territorio nacional. La Fiscalía General de la Nación está obligada a investigar tanto lo favorable como lo desfavorable al imputado, y a respetar sus derechos fundamentales y las garantías procesales que le asisten.</li></ul><p><strong>Artículo 251:</strong> Son funciones especiales del Fiscal General de la Nación:</p><ul><li>Investigar y acusar, si hubiere lugar, a los altos funcionarios que gocen de fuero constitucional, con las excepciones previstas en la Constitución.</li><li>Nombrar y remover, de conformidad con la ley, a los empleados bajo su dependencia.</li><li>Participar en el diseño de la política del Estado en materia criminal y presentar proyectos de ley al respecto.</li><li>Otorgar atribuciones transitorias a entes públicos que puedan cumplir funciones de policía judicial, bajo la responsabilidad y dependencia funcional de la Fiscalía General de la Nación.</li><li>Suministrar al Gobierno información sobre las investigaciones que se estén adelantando, cuando sea necesaria para la preservación del orden público.</li></ul><p><strong>Permanencia de la institución</strong></p><p>Aun durante los Estados de Excepción de que trata la Constitución en sus artículos 212 y 213, el Gobierno no podrá suprimir, ni modificar los organismos ni las funciones básicas de acusación y juzgamiento.</p><p><strong>Cómo está integrada</strong></p><p>La Fiscalía General de la Nación estará integrada por el Fiscal General, los fiscales delegados y los demás funcionarios que determine la ley. El Fiscal General de la Nación será elegido para un período de cuatro años por la Corte Suprema de Justicia, de terna enviada por el Presidente de la República y no podrá ser reelegido. Debe reunir las mismas calidades exigidas para ser Magistrado de la Corte Suprema de Justicia. La Fiscalía General de la Nación forma parte de la rama judicial y tendrá autonomía administrativa y presupuestal.</p><p><strong>Estructura</strong></p><p>Para el cumplimiento de las funciones constitucionales y legales, la Fiscalía General de la Nación tiene la siguiente estructura:</br>1.1 Despacho del Fiscal General de la Nación</br>1 1.1. Unidad de Fiscalía Delegada ante la Corte Suprema de Justicia</br>1.1.2. Dirección de Asuntos Internacionales</br>1.1.3. Oficina de Planeación</br>1.1.4. Oficina Jurídica</br>1.1.5. Oficina de Control Interno</br>1.1.6. Oficina de Protección y Asistencia</br>1.1.7. Oficina de Veeduría y Control Disciplinario Interno</br>1.1.8. Oficina de Divulgación y Prensa</br>1.1.9. Oficina de Informática</br>1.2. Despacho del Vicefiscal General de la Nación</br>1.3. Despacho del Secretario General</br>1.3.1. Oficina de Personal</br>1.3.2. Escuela de Estudios e Investigaciones Criminalísticas y Ciencias Forenses</br>1.4. Dirección Nacional de Fiscalías</br>1.4.1. Direcciones Seccionales de Fiscalías</br>1.5. Dirección Nacional del Cuerpo Técnico de Investigación</br>1.5.1. Direcciones Seccionales del Cuerpo Técnico de Investigación</br>1.6. Dirección Nacional Administrativa y Financiera</br>1.6.1 Direcciones Seccionales Administrativas y Financieras</br>1.7 Entidades Adscritas</br>1.7.1 Establecimiento Público-Instituto Nacional de Medicina Legal y Ciencias Forenses.</p><p><strong>Parágrafo.</strong> La estructura no definida en el presente estatuto orgánico, será desarrollada por el Fiscal General de la Nación, para lograr un equilibrio racional de los recursos humanos, técnicos, financieros y logísticos en las diferentes áreas. Para ello se tendrá en cuenta entre otros principios, el de racionalización del gasto, eficiencia y fortalecimiento de la gestión administrativa e investigativa y el mejoramiento de la prestación del servicio.</p><p><strong>Funciones</strong></p><p>La Fiscalía General de la Nación está obligada a adelantar el ejercicio de la acción penal y realizar la investigación de los hechos que revistan las características de un delito que lleguen a su conocimiento por medio de denuncia, petición especial, querella o de oficio, siempre y cuando medien suficientes motivos y circunstancias fácticas que indiquen la posible existencia del mismo. No podrá, en consecuencia, suspender, interrumpir, ni renunciar a la persecución penal, salvo en los casos que establezca la ley para la aplicación del principio de oportunidad regulado dentro del marco de la política criminal del Estado, el cual estará sometido al control de legalidad por parte del juez que ejerza las funciones de control de garantías. Se exceptúan los delitos cometidos por Miembros de la Fuerza Pública en servicio activo y en relación con el mismo servicio.</p><p>En ejercicio de sus funciones la Fiscalía General de la Nación, deberá:</p><ul><li>Solicitar al juez que ejerza las funciones de control de garantías las medidas necesarias que aseguren la comparecencia de los imputados al proceso penal, la conservación de la prueba y la protección de la comunidad, en especial, de las víctimas.El juez que ejerza las funciones de control de garantías, no podrá ser, en ningún caso, el juez de conocimiento, en aquellos asuntos en que haya ejercido esta función.La ley podrá facultar a la Fiscalía General de la Nación para realizar excepcionalmente capturas; igualmente, la ley fijará los límites y eventos en que proceda la captura. En estos casos el juez que cumpla la función de control de garantías lo realizará a más tardar dentro de las treinta y seis (36) horas siguientes.</li><li>Adelantar registros, allanamientos, incautaciones e interceptaciones de comunicaciones. En estos eventos el juez que ejerza las funciones de control de garantías efectuará el control posterior respectivo, a más tardar dentro de las treinta y seis (36) horas siguientes, al solo efecto de determinar su validez.</li><li>Asegurar los elementos materiales probatorios, garantizando la cadena de custodia mientras se ejerce su contradicción. En caso de requerirse medidas adicionales que impliquen afectación de derechos fundamentales, deberá obtenerse la respectiva autorización por parte del juez que ejerza las funciones de control de garantías para poder proceder a ello.</li><li>Presentar escrito de acusación ante el juez de conocimiento, con el fin de dar inicio a un juicio público, oral, con inmediación de las pruebas, contradictorio, concentrado y con todas las garantías.</li><li>Solicitar ante el juez de conocimiento la preclusión de las investigaciones cuando según lo dispuesto en la ley no hubiere mérito para acusar.</li><li>Solicitar ante el juez de conocimiento las medidas judiciales necesarias para la asistencia a las víctimas, lo mismo que disponer el restablecimiento del derecho y la reparación integral a los afectados con el delito.</li><li>Velar por la protección de las víctimas, los jurados, los testigos y demás intervinientes en el proceso penal, la ley fijará los términos en que podrán intervenir las víctimas en el proceso penal y los mecanismos de justicia restaurativa.</li><li>Dirigir y coordinar las funciones de policía Judicial que en forma permanente cumple la Policía Nacional y los demás organismos que señale la ley.</li><li>Cumplir las demás funciones que establezca la ley.</li></ul><p>El Fiscal General y sus delegados tienen competencia en todo el territorio nacional.</p><p>En el evento de presentarse escrito de acusación, el Fiscal General o sus delegados deberán suministrar, por conducto del juez de conocimiento, todos los elementos probatorios e informaciones de que tenga noticia incluidos los que le sean favorables al procesado.</p><p><strong>Parágrafo.</strong> La Procuraduría General de la Nación continuará cumpliendo en el nuevo sistema de indagación, investigación y juzgamiento penal, las funciones contempladas en el artículo 277 de la Constitución Nacional.</p><p><strong>Artículo 3°.</strong> Modifica el Artículo 251 de la Constitucion Politica. El artículo 251 de la Constitución Política quedará así:</p><ul><li><strong>Artículo 251.</strong> Son funciones especiales del Fiscal General de la Nación:<ul><li>Investigar y acusar, si hubiere lugar, a los altos servidores que gocen de fuero constitucional, con las excepciones previstas en la Constitución.</li><li>Nombrar y remover, de conformidad con la ley, a los servidores bajo su dependencia.</li><li>Asumir directamente las investigaciones y procesos, cualquiera que sea el estado en que se encuentren, lo mismo que asignar y desplazar libremente a sus servidores en las investigaciones y procesos. Igualmente, en virtud de los principios de unidad de gestión y de jerarquía, determinar el criterio y la posición que la Fiscalía deba asumir, sin perjuicio de la autonomía de los fiscales delegados en los términos y condiciones fijados por la ley.</li><li>Participar en el diseño de la política del Estado en materia criminal y presentar proyectos de ley al respecto.</li><li>Otorgar, atribuciones transitorias a entes públicos que puedan cumplir funciones de Policía Judicial, bajo la responsabilidad y dependencia funcional de la Fiscalía General de la Nación.</li><li>Suministrar al Gobierno información sobre las investigaciones que se estén adelantando, cuando sea necesaria para la preservación del orden público.</li></ul></li></ul></div>",
      "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p><a href=\"http://www.fiscalia.gov.co\">http://www.fiscalia.gov.co</a><a href=\"https://www.constitucioncolombia.com/titulo-8/capitulo-6/articulo-250\">https://www.constitucioncolombia.com/titulo-8/capitulo-6/articulo-250</a><a href=\"https://www.constitucioncolombia.com/titulo-8/capitulo-6/articulo-251\">https://www.constitucioncolombia.com/titulo-8/capitulo-6/articulo-251</a><a href=\"https://www.constitucioncolombia.com/titulo-8/capitulo-6/articulo-252\">https://www.constitucioncolombia.com/titulo-8/capitulo-6/articulo-252</a><a href=\"https://www.constitucioncolombia.com/titulo-8/capitulo-6/articulo-249\">https://www.constitucioncolombia.com/titulo-8/capitulo-6/articulo-249</a><a href=\"https://www.funcionpublica.gov.co/eva/gestornormativo/norma.php?i=68756#:~:text=Subtema%3A%20Estructura%20Org%C3%A1nica-,Por%20la%20cual%20se%20expide%20el%20Estatuto%20Org%C3%A1nico%20de%20la,MEDICINA%20LEGAL%20Y%20CIENCIAS%20FORENSES\">https://www.funcionpublica.gov.co/eva/gestornormativo/norma.php?i=68756#:~:text=Subtema%3A%20Estructura%20Org%C3%A1nica-,Por%20la%20cual%20se%20expide%20el%20Estatuto%20Org%C3%A1nico%20de%20la,MEDICINA%20LEGAL%20Y%20CIENCIAS%20FORENSES</a>.<a href=\"https://www.funcionpublica.gov.co/eva/gestornormativo/norma.php?i=6679\">https://www.funcionpublica.gov.co/eva/gestornormativo/norma.php?i=6679</a></p></div>"
    }
  ]