[
  {
    "key": "senado",
    "parent": "congreso",
    "name": "Senado de la República",
    "breadcrumb": "<div class='card mb-3'><nav aria-label='breadcrumb'><ol class='breadcrumb'><li class='breadcrumb-item'><a href='../../'>Ramas del Poder</a></li><li class='breadcrumb-item'><a href='../'>Rama Legislativa</a></li><li class='breadcrumb-item active' aria-current='page'>Senado</li></ol></nav></div>",
    "definition": "<div class='card mb-3'><p>El Senado de la República en representación del pueblo colombiano, ejerce las funciones constitucionales y legales, para promover el bien común y el desarrollo de la sociedad. Está compuesto por 108 senadores elegidos por circunscripción nacional por un periodo de cuatro años.</p><p>Art 171, inicialmente serán elegidos 100 senadores, 2 para circunscripción especial indígena, 5 curules para el partido FARC hasta 2026 en el marco del tratado para la paz, y 1 curul para el candidato a presidente de la oposición (art. 24 ley 1909 de 2018) http://www.secretariasenado.gov.co/buscar-senador</p></div><div class='card mb-3'><h5>Elección</h5><ul><li>Ser colombiano de nacimiento</li><li>Ciudadano en ejercicio</li><li>Tener más de 30 años a la fecha de la elección</li><li>No tener ninguna inhabilidad para ser congresista</li></ul></div><div class='card mb-3'><h5>Funciones</h5><ul><li>Función constituyente, para reformar la Constitución Política mediante actos legislativos</li><li>Función legislativa, para elaborar, interpretar, reformar y derogar las leyes y códigos en todos los ramos de la legislación</li><li>Función de control político, para requerir y emplazar a los Ministros del Despacho y demás autoridades y conocer de las acusaciones que se formulen contra altos funcionarios del Estado. La moción de censura y la moción de observaciones pueden ser algunas de las conclusiones de la responsabilidad política</li><li>Función judicial, para juzgar excepcionalmente a los altos funcionarios del Estado por responsabilidad política</li><li>Función electoral, para elegir Contralor General de la República, Procurador General de la Nación, Magistrados de la Corte Constitucional y de la Sala Jurisdiccional Disciplinaria del Consejo Superior de la Judicatura, Defensor del Pueblo, Vicepresidente de la República, cuando hay falta absoluta, y Designado a la Presidencia en el período 1992 -1994.</li><li>Función administrativa, para establecer la organización y funcionamiento del Congreso Pleno, el Senado y la Cámara de Representantes.</li><li>Función de control público, para emplazar a cualquier persona, natural o jurídica, a efecto de que rindan declaraciones, orales o escritas, sobre hechos relacionados con las indagaciones que la Comisión adelante.</li></ul></div><div class='card mb-3'><h5>Atribuciones senado </h5><p>Según el art 173 de la constitución política de Colombia:<ul><li>Admitir o no las renuncias que hagan de sus empleos el Presidente de la República o el Vicepresidente.</li><li>Aprobar o improbar los ascensos militares que confiera el Gobierno, desde oficiales generales y oficiales de insignia de la fuerza pública, hasta el más alto grado.</li><li>Conceder licencia al Presidente de la República para separarse temporalmente del cargo, no siendo caso de enfermedad, y decidir sobre las excusas del Vicepresidente para ejercer la Presidencia de la República.</li><li>Permitir el tránsito de tropas extranjeras por el territorio de la República.</li><li>Autorizar al Gobierno para declarar la guerra a otra nación.</li><li>Elegir a los magistrados de la Corte Constitucional.</li><li>Elegir al Procurador General de la Nación.</li></ul></p></div><div class='card mb-3'><h5>Mesa Directiva</h5><p>La Mesa Directiva se compone de un Presidente y dos Vicepresidentes, elegidos separadamente para un período de un año y a partir del 20 de julio. Las Minorías tienen participación en las Primeras Vicepresidencias de la Mesa Directiva de Senado, a través del partido o movimiento mayoritario entre las minorías.</p><p>Ningún Senador puede ser reelegido en la respectiva Mesa Directiva dentro del mismo cuatrienio constitucional. Las Mesas Directivas del Senado, y de sus Comisiones, son renovadas cada año, para la legislatura que se inicia el 20 de julio, y ninguno de sus miembros puede ser reelegido dentro del mismo cuatrienio constitucional. En las Comisiones Constitucionales Permanentes y Comisiones Legales hay un Presidente y un Vicepresidente, elegido por mayoría cada uno separadamente y sin que pertenezcan al mismo partido o movimiento político.</p><h5>Funciones de la mesa directiva</h5><p>Como órgano de orientación y dirección la Mesa Directiva cumple con las siguientes funciones:<ul><li>Adoptar las decisiones y medidas necesarias y procedentes para una mejor organización interna, en orden a una eficiente labor legislativa y administrativa.</li><li>Presentar, en asocio con la Mesa Directiva de la Cámara de Representantes, el Proyecto de Presupuesto Anual del Congreso, y enviarlo al Gobierno para su consideración en el proyecto de ley definitivo sobre rentas y gastos de la Nación.</li><li>Solicitar informes a los órganos encargados del manejo y organización administrativa del Senado sobre las gestiones adelantadas y los planes a desarrollar, y controlar la ejecución del Presupuesto Anual del Congreso.</li><li>Expedir las normas complementarias de funcionamiento de la Secretaría General y las Secretarías de las Comisiones.</li><li>Disponer la celebración de sesiones conjuntas de las Comisiones Constitucionales Permanentes de la misma o de ambas Cámaras, cuando sea conveniente o necesaria su realización, y en acuerdo con la Mesa Directiva de la otra Cámara, tratándose del segundo evento. Sendas resoluciones así lo expresarán.</li><li>Vigilar el funcionamiento de las Comisiones y velar por el cumplimiento oportuno de las actividades encomendadas.</li><li>Solicitar al Consejo de Estado la declaratoria de pérdida de la investidura de Congresista, en los términos del artículo 184 constitucional y el presente reglamento.</li><li>Autorizar comisiones oficiales de Congresistas fuera de la sede del Congreso, siempre que no impliquen utilización de dineros del erario.</li><li>Expedir mociones de duelo y de reconocimiento cuando ellas sean conducentes.</li><li>Darles cumplimiento a las sanciones disciplinarias impuestas a los miembros de las bancadas.</li><li>Ejercer las demás funciones que en el orden y gestión interna de cada Cámara no estén adscritas a un órgano específico, y las demás que establezca el reglamento.</li></ul><p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>LEY 05 DE 1992<br>Ley 1909 de 2018<br>Ley 3 de 1992</p></div>"
  },
  {
    "key": "secretaria",
    "parent": "senado",
    "name": "Secretaría General",
    "definition": "<div class='card mb-3'><p>La Secretaría General del Senado ejercerá por intermedio del Secretario General, además de las funciones establecidas en el Reglamento Interno del Congreso, las siguientes:<ul><li>Asistir a las sesiones del Senado y cumplir las tareas de Secretaría, especialmente las que se refieren a llamar a lista, comprobar el quórum, leer los proyectos, proposiciones y comunicaciones, registrar y dar a conocer el resultado de las votaciones y rendir los informes que le soliciten los miembros de la Mesa Directiva y los Senadores.</li><li>Llevar y firmar las cartas de las sesiones plenarias.</li><li>Autorizar con su firma los actos y documentos que así lo requieran, expedir copia de los actos y documentos emitidos por el Senado y autenticarlos con su firma.</li><li>Rendir información al Presidente del Senado sobre los asuntos y documentos que hayan ingresado a la Secretaría.</li><li>Llevar un registro de entrega y recibo de los documentos que pasen a las Comisiones.</li><li>Informar a la Mesa Directiva sobre el trámite de los asuntos de su competencia y sobre el estado en que se encuentren los proyectos presentados a consideración de la sesión plenaria o a las diferentes Comisiones.</li><li>Enviar a la Sección de Leyes los proyectos recibidos para lo de su competencia.</li><li>Remitir los proyectos aprobados a la Cámara o a la Presidencia de la República, según el caso, previa comprobación de que los documentos estén en orden.</li><li>Responder por el normal funcionamiento de todas las unidades adscritas a su dependencia y solicitar a la Dirección General Administrativa los bienes y servicios necesarios para tal efecto.</li><li>Ordenar la publicación en la “Gaceta del Congreso” de los documentos originados en el proceso de formación de las leyes.</li><li>Las demás que le asignen otras normas legales y reglamentarias.</li></ul><a href='http://www.secretariasenado.gov.co/index.php/mesa-directiva/secretario-general'>http://www.secretariasenado.gov.co/index.php/mesa-directiva/secretario-general</a></p></div>"
  },
  {
    "key": "comisiones",
    "parent": "secretaria",
    "name": "Comisiones",
    "definition": "<div class='card mb-3'><p>En cada una de las Cámaras durante el período constitucional funcionarán las siguientes Comisiones:<ol><li>Comisiones Constitucionales Permanentes;</li><li>Comisiones Legales;</li><li>Comisiones Accidentales, y</li><li>Otras Comisiones</li></ol></p></div>"
  },
  {
    "key": "constitucionales",
    "parent": "comisiones",
    "name": "Comisiones Constitucionales Permanentes",
    "definition": "<div class='card mb-3'><p>Son las creadas por mandato constitucional y son comunes a ambas Corporaciones. Su función es la de dar trámite al primer debate de los Proyectos de Ley, de acuerdo a los asuntos de su competencia (Artículo 2 Ley 3 de 1992).</p><p>En total son catorce Comisiones Constitucionales Permanentes, siete en cada una de las Corporaciones (Artículo 2 Ley 3 de 1992).</p><p>Los temas correspondientes y el número de miembros en cada una de las Comisiones Constitucionales Permanentes.</p><p>En los casos en los que la materia no este clara la ley 5  de 1992 dispone que el presidente de la cámara respectiva decidirá la comisión a la que competa conocer el proyecto, estas Sesionan por lo menos 3 veces por semana durante dos horas. Cada Comisión deberá tener un presidente y vicepresidente, elegidos para un periodo de 1 año.</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 2 Ley 3 de 1992</p></div>"
  },
  {
    "key": "primera",
    "parent": "constitucionales",
    "name": "Comisión Primera",
    "definition": "<div class='card mb-3'><p>Compuesta por veintidos (22) miembros en el Senado y treinta y ocho (38) en la Cámara de Representantes, conocerá de: reforma constitucional; leyes estatutarias; organización territorial; reglamentos de los organismos de control; normas generales sobre contratación administrativa; notariado y registro; estructura y organización de la administración nacional central; de los derechos, las garantías y los deberes; rama legislativa; estrategias y políticas para la paz; propiedad intelectual; variación de la residencia de los altos poderes nacionales; asuntos étnicos.</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 2 Ley 3 de 1992</p></div>"
  },
  {
    "key": "segunda",
    "parent": "constitucionales",
    "name": "Comisión Segunda",
    "definition": "<div class='card mb-3'><p>Compuesta por trece (13) miembros en el Senado y diecinueve (19) miembros en la Cámara de Representantes.</p><p>Conoce de: Política internacional; defensa nacional y fuerza pública; tratados públicos; carrera diplomática y consular; comercio exterior e integración económica; política portuaria; relaciones parlamentarias, internacionales y supranacionales, asuntos diplomáticos no reservados constitucionalmente al Gobierno; fronteras; nacionalidad; extranjeros; migración; honores y monumentos públicos; servicio militar; zonas francas y de libre comercio; contratación internacional. (Artículo 3 de la Ley 3 de 1992).</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 2 Ley 3 de 1992</p></div>"
  },
  {
    "key": "tercera",
    "parent": "constitucionales",
    "name": "Comisión Tercera",
    "definition": "<div class='card mb-3'><p>Compuesta por quince (15) miembros en el Senado y veintinueve (29) miembros en la Cámara de Representantes.</p><p>Conoce de: Hacienda y Crédito Público; impuesto y contribuciones; exenciones tributarias; régimen monetario; leyes sobre el Banco de la República; sistema de banca central; leyes sobre monopolios; autorización de empréstitos; mercado de valores; regulación económica; Planeación Nacional; régimen de cambios, actividad financiera, bursátil, aseguradora y de captación de ahorro. (Artículo 3 de la Ley 3 de 1992).</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 2 Ley 3 de 1992</p></div>"
  },
  {
    "key": "cuarta",
    "parent": "constitucionales",
    "name": "Comisión Cuarta",
    "definition": "<div class='card mb-3'><p>Compuesta por quince (15) miembros en el Senado y veintisiete (27) miembros en la Cámara de Representantes.</p><p>Conoce de: Leyes orgánicas de presupuesto; sistema de control fiscal financiero; enajenación y destinación de bienes nacionales; regulación del régimen de propiedad industrial, patentes y marcas; creación, supresión, reforma u organización de establecimientos públicos nacionales; control de calidad y precios y contratación administrativa. (Artículo 3 de la Ley 3 de 1992).</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 2 Ley 3 de 1992</p></div>"
  },
  {
    "key": "quinta",
    "parent": "constitucionales",
    "name": "Comisión Quinta",
    "definition": "<div class='card mb-3'><p>Compuesta por trece (13) miembros en el Senado y diecinueve (19) miembros en la Cámara de Representantes.</p><p>Conoce de: Régimen agropecuario; ecología; medio ambiente y recursos naturales; adjudicación y recuperación de tierras; recursos ictiológicos y asuntos del mar; minas y energía; corporaciones autónomas regionales. (Artículo 3 de la Ley 3 de 1992).</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 2 Ley 3 de 1992</p></div>"
  },
  {
    "key": "sexta",
    "parent": "constitucionales",
    "name": "Comisión Sexta",
    "definition": "<div class='card mb-3'><p>Compuesta por trece (13) miembros en el Senado y dieciocho (18) miembros en la Cámara de Representantes.</p><p>Conoce de: Comunicaciones; tarifas; calamidades públicas; funciones públicas y prestación de los servicios públicos; medios de comunicación; investigación científica y tecnológica; espectro electromagnético; órbita geoestacionaria; sistemas digitales de comunicación e informática; espacio aéreo; obras públicas y transporte; turismo y desarrollo turístico; educación y cultura. (Artículo 3 de la Ley 3 de 1992)</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 2 Ley 3 de 1992</p></div>"
  },
  {
    "key": "septima",
    "parent": "constitucionales",
    "name": "Comisión Septima",
    "definition": "<div class='card mb-3'><p>Compuesta por catorce (14) miembros en el Senado y diecinueve (19) en la Cámara de Representantes.</p><p>Conoce de: Estatuto del servidor público y trabajador particular; régimen salarial y prestacional del servidor público; organizaciones sindicales; sociedades de auxilio mutuo; seguridad social; cajas de previsión social; fondos de prestaciones; carrera administrativa; servicio civil; recreación; deportes; salud, organizaciones comunitarias; vivienda; economía solidaria; asuntos de la mujer y de la familia. (Artículo 3 de la Ley 3 de 1992).</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 2 Ley 3 de 1992</p></div>"
  },
  {
    "key": "legales",
    "parent": "comisiones",
    "name": "Comisiones Legales",
    "definition": "<div class='card mb-3'><p>Las Comisiones Legales son aquellas que a diferencia de las Constitucionales, son creadas por Ley; encargadas de asuntos específicos distintos a los de competencia de las Comisiones Constitucionales Permanentes. (Artículo 55 de la Ley 5 de 1992 adicionado por la Ley 1434 de 2011).</p><p><b>Creadas por Proyectos de Ley. No tienen cronogama definido.</b></p></div>"
  },
  {
    "key": "derechos",
    "parent": "legales",
    "name": "Comisión de Derechos Humanos y Audiencias",
    "definition": "<div class='card mb-3'><p>Estará conformada por diez (10) Senadores y quince (15) Representantes y podrá sesionar conjuntamente. Se reunirá por lo menos una vez al mes. Sus funciones son:<ul><li>La defensa de los derechos humanos, cuyas garantías sean vulneradas o desconocidas.</li><li>La vigilancia y control sobre toda autoridad encargada de velar por el respeto de los derechos humanos, así como la promoción de las acciones pertinentes para que, en caso de incumplimiento, se apliquen las sanciones penales y disciplinarias correspondientes. (acción de control político)</li><li>La celebración de audiencias especiales en las que los ciudadanos y representantes de gremios, colegios de profesionales, asociaciones cívicas y sociales, puedan exponer temas de interés para la sociedad y el conocimiento del Congreso. En las audiencias, que serán públicas, se escuchará a los distintos sectores de la opinión nacional sobre aspectos de la legislación existente y sobre los proyectos que cursan en las Cámaras Legislativas, a fin de transmitir las iniciativas de carácter popular.</li><li>Tramitar las observaciones que por escrito hagan llegar los ciudadanos con respecto a un proyecto de ley o de acto legislativo</li><li>Realizar el seguimiento del ejercicio real y efectivo de los derechos de las mujeres en los ámbitos públicos y privados en los que se desarrollen.</li></ul></p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Artículo 55 de la Ley 5 de 1992 adicionado por la Ley 1434 de 2011</p></div>"
  },
  {
    "key": "etica",
    "parent": "legales",
    "name": "Comisión de Ética y Estatuto del Congresista",
    "definition": "<div class='card mb-3'><p>De conformidad con el artículo 59 de la Ley 5° de 1992, Reglamento Interno del Congreso, la Comisión conocerá del conflicto de interés y de las violaciones al régimen de incompatibilidades e inhabilidades de los Congresistas; según lo previsto en la Ley 1828 de 2017 Código de Ética y Disciplinario del Congresista, ejerce el poder ético disciplinario en relación con los miembros del Congreso por la conducta indecorosa, irregular o inmoral en que puedan incurrir en ejercicio de su función o con ocasión de la misma, competencia que antes de la expedición de esta ley ejercía la Procuraduría General de la Nación.</p><p>Le corresponde emitir dictamen respecto de la suspensión del ejercicio de la función de Congresista, cuando ésta es ordenada mediante decisión judicial en firme. (Artículo 277 Ley 5ª de 1992).</p><p>El artículo 294 del Reglamento, indica que en los casos en que un Senador sea recusado a causa de un impedimento que aquél no le haya comunicado oportunamente a la Cámara respectiva, la Comisión de Ética dará a conocer su conclusión mediante resolución motivada de obligatorio cumplimiento.</p><p>La Comisión de Ética tiene funciones de CONTROL POLÍTICO, puesto que está facultada para realizar invitaciones, citaciones, audiencias públicas o privadas a funcionarios del orden nacional, territorial o personas cuya gestión esté orientada a la lucha contra la corrupción, promoción de valores éticos en el servicio público, definición de políticas y programas que se realicen en este sentido (Literal b., artículo 67 Ley 1828 de 2017).</p><p>También puede gestionar convenios entre el Legislativo y organizaciones nacionales o internacionales, empresas públicas y privadas, para la realización de actividades dirigidas a promocionar la transparencia y lucha contra la corrupción; así mismo, está autorizada para realizar foros, seminarios, diplomados, eventos académicos de capacitación y de difusión.</p><p><b>Mesa directiva</b></p><ul><li>Presidente: H.S. Laureano Augusto Acuña Díaz</li><li>Vicepresidente: H.S. Carlos Felipe Mejía Mejía</li><li>Secretaria: Nubia Mercedes Soler Rodriguez</li></ul><p><b>Integrantes:</b></p><ul><li>Laureano Augusto Acuña Díaz (Conservador)</li><li>Wilson Neber Arias Castillo (Polo Democrático Alternativo)</li><li>Ana María Castañeda Gómez (Cambio Radical)</li><li>Andrés Cristo Bustos (Liberal Colombiano)</li><li>Yezid Rafael García Abello (Alianza Verde)</li><li>Carlos Abraham Jiménez López (Cambio Radical)</li><li>Carlos Felipe Mejía Mejía (Centro Democrático)</li><li>Miguel Ángel Pinto Hernández (Liberal Colombiano)</li><li>Santiago Valencia González (Centro Democrático)</li></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>\"Artículo 55 de la Ley 5 de 1992 adicionado por la Ley 1434 de 2011<br>Artículo 277 Ley 5ª de 1992<br>El artículo 294 del Reglamento interno del Congreso<br>Literal b., artículo 67 Ley 1828 de 2017\"</p></div>"
  },
  {
    "key": "acreditacion",
    "parent": "legales",
    "name": "Comisión de Acreditación Documental",
    "definition": "<div class='card mb-3'><p><b>Integración y funciones.</b></p><p>Previa a la sesión inaugural de las Cámaras Legislativas, la autoridad electoral enviará a cada una de ellas la lista de los Congresistas electos, quienes deberán identificarse ante el Presidente de la Junta Preparatoria. Con posterioridad se hará ante el Presidente de la correspondiente Cámara.</p><p>En cada una de las Cámaras se dispondrá la integración de la Comisión de Acreditación Documental a razón de cinco (5) miembros por cada corporación, y por el período constitucional. Los documentos que acrediten las calidades exigidas de quienes aspiran a ocupar cargos de elección del Congreso o de las Cámaras Legislativas, serán revisados por la Comisión dentro de los cinco (5) días siguientes a su presentación. El informe respectivo será evaluado por la plenaria de la corporación, antes de proceder a la elección del caso.</p><p>Objeciones. Cuando el respectivo Presidente objetare los documentos por no hallarlos en la forma legal, el Congresista a quien esa credencial se refiera no tendrá voz ni voto en las deliberaciones hasta tanto se haga claridad en ello. En tratándose de objeciones a otros documentos presentados, éstos se remitirán a la autoridad postulante para que proceda a su corrección en el término de los ocho (8) días siguientes, o para que disponga el envío de acreditación de quien ha de reemplazar.</p><p><b>MESA DIRECTIVA</b></p><ul><li>PRESIDENTE: Ángel Custodio Cabrera Báez (Partido de la U)</li><li>VICEPRESIDENTE: Antonio del Cristo Guerra de la Espriella (Cambio Radical)</li></ul></div>"
  },
  {
    "parent": "legales",
    "key": "equidad",
    "name": "Comisión Legal para la Equidad de la Mujer\nCreada en el 2011",
    "definition": "<div class='card mb-3'><p>La Comisión Legal para la Equidad de la Mujer, creada mediante Ley 1434 de 2011 , es de carácter interparlamentario, está integrada por ventiún (21) congresistas, once (11) Representantes a la Cámara, y diez (10) Senadores de la República, quienes sesionarán conjuntamente, previa convocatoria de la Mesa Directiva.</p><p>Esta Comisión se creó con el fin de fomentar y promover la consolidación de una política de Estado que permita el mejoramiento en las condiciones y situación de la mujer en la sociedad, para lograr eliminar cualquier situación de desigualdad y discriminación que se presente en el ejercicio de su ciudadanía.</p><h5>FUNCIONES</h5><p>Elaborar propuestas legislativas que garanticen la realización de los derechos humanos, civiles, políticos, económicos, sociales y culturales de las mujeres, con el acompañamiento de organizaciones y grupos de mujeres, centros de investigación y demás organizaciones que defienden los derechos de las mujeres.</p><p>Ejercer el control político a los diversos entes del Estado en relación con la formulación y desarrollo de planes, programas, proyectos y políticas públicas dirigidas al reconocimiento, promoción, realización, ampliación, protección y restitución de los derechos civiles, políticos, económicos, sociales y culturales de las mujeres y el cumplimiento por parte del Estado de los tratados, convenios, protocolos y recomendaciones de organismos internacionales.</p><p>Promover la participación de las mujeres en los cargos de elección popular y en las instancias de dirección y decisión dentro de las diferentes Ramas del Poder Público, órganos de la estructura del Estado, partidos y movimientos políticos.</p><p>Ser interlocutoras de las organizaciones y grupos de mujeres, ante las Ramas del Poder Público y demás órganos de la estructura del Estado, para canalizar sus demandas, conocer sus expectativas y tramitar las soluciones pertinentes a la realización de los derechos de las mujeres.\nHacer seguimiento a los procesos de verdad, justicia, reparación integral y no repetición, para que los delitos cometidos contra las mujeres y las niñas en el marco del conflicto armado interno no queden en la impunidad.</p><p>Hacer seguimiento sobre los resultados de los procesos de investigación y/o sanción existentes en los distintos entes de control, relacionados con las violaciones de los derechos civiles, políticos, económicos, sociales, culturales y a la integridad física y sexual de las mujeres.</p><p>Participar activamente en el fortalecimiento de las redes internacionales de mujeres parlamentarias, para la promoción de la ciudadanía plena de las mujeres de nuestra región y del resto del mundo.</p><p>Promover y celebrar audiencias públicas, foros, seminarios, simposios, encuentros, mesas de trabajo, conversatorios y demás estrategias de comunicación para desarrollar, informar y divulgar los temas relacionados con los derechos de las mujeres, la legislación vigente, las políticas públicas existentes y los proyectos de ley que cursen en las Cámaras Legislativas.</p><p>Tramitar ante las Comisiones Constitucionales las observaciones, adiciones y modificaciones que por escrito hagan llegar a la Comisión para la Equidad de la Mujer, las y los ciudadanos con respecto a proyectos de ley o de actos legislativos alusivos a los derechos humanos, civiles, políticos, económicos, sociales y culturales de las mujeres.</p><p>Promover iniciativas y acciones que contribuyan a la promoción y reconocimiento del trabajo y los aportes que hacen las mujeres a la economía, la cultura y la política en el país.</p><p>Promover en el sector privado acciones que favorezcan la equidad para las mujeres en el ámbito laboral y social.</p><p>Presentar informes anuales a las Plenarias de las Cámaras y a la sociedad civil al término de cada legislatura, sobre el desarrollo de su misión institucional.</p><p>Solicitar el acompañamiento interinstitucional de organismos nacionales e internacionales, entidades públicas o privadas y asociaciones de mujeres para el desarrollo de su misión institucional, desarrollar proyectos de investigación, de promoción, defensa y divulgación de los derechos civiles, políticos, económicos, sociales y culturales de las mujeres.</p><h5>ATRIBUCIONES.</h5><ul><li>Verificar el cumplimiento de las leyes relacionadas con la mujer y la equidad para la mujer en los entes territoriales, organismos descentralizados y demás instituciones públicas o privadas.</li><li>Hacer control y seguimiento a la implementación efectiva de las políticas públicas relacionadas con la equidad para la mujer y de todas aquellas que afectan su condición.</li><li>Velar porque durante los procesos de negociación y de paz se dé cumplimiento a las Resoluciones 1325 y 1820 de junio 19 de 2008 del Consejo de Seguridad de Naciones Unidas y demás normas nacionales e instrumentos internacionales.</li><li>Proponer y velar para que en el proceso de discusión y aprobación del Plan Nacional de Desarrollo y del Presupuesto General de la Nación, se incluyan programas, proyectos y acciones que hagan efectiva la realización de los derechos civiles, políticos, económicos, sociales y culturales de las mujeres.</li><li>Evaluar y realizar el control político a los entes responsables respecto de los informes de rendición de cuentas que el Gobierno colombiano debe entregar al Sistema Internacional y al Sistema Interamericano de Derechos Humanos sobre los derechos civiles, políticos, económicos, sociales y culturales de las mujeres.</li><li>Conferir menciones honoríficas y reconocimientos a la labor desarrollada por organizaciones sociales y/o personalidades a favor de la defensa, promoción y realización de los derechos civiles, políticos, económicos, sociales y culturales de las mujeres.</li><li>Establecer alianzas estratégicas con organismos nacionales e internacionales, entidades de derecho público y/o privado y ONG que defiendan los derechos civiles, políticos, económicos, sociales y culturales de las mujeres.</li></ul></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "administracion",
    "name": "Comisión de administración",
    "definition": "<div class='card mb-3'><p>Creada por la Ley 5ª de 1992, en su artículo 373, como órgano superior administrativo, el cual se encuentra integrado por el Presidente de la Mesa Directiva del Senado, quien la preside, y cuatro senadores elegidos en la plenaria para un período de dos años. El Director General asiste a esta comisión con derecho a voz.</p></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "relaciones",
    "name": "Relaciones exteriores: cuerpo consultivo del gobierno",
    "definition": "<div class='card mb-3'><p>La comisión asesora de relaciones exteriores está determinada por la ley y es el cuerpo consultivo del presiente de la república respecto de los tramites legislativos, Asesora respecto a que las normas que se expiden en Colombia si o si deben estar en el marco del bloque de constitucionalidad</p></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "instruccion",
    "name": "Instrucción",
    "definition": "<div class='card mb-3'><p>Estará conformada por siete (7) miembros, elegidos por el sistema del cuociente electoral. Deberán acreditar la calidad de abogados, con título universitario, o haber pertenecido a la misma Comisión y tener conocimientos preferencialmente en las disciplinas penales. La Comisión de instrucción cumplirá las siguientes funciones: 1. Presentar un informe motivado con el proyecto de resolución que deba adoptarse cuando la Cámara formule acusación ante el Senado en uso de las atribuciones consagradas en el artículo 178, numeral 3º. de la Constitución Política. 2. Instruir el proceso correspondiente, si fuere el caso.</p></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "credito",
    "name": "Credito publico",
    "definition": "<div class='card mb-3'><p>Es una comisión de carácter conjunto, se integra por 6 miembros, 3 de de cada una de las Comisiones Terceras Constitucionales (Ley 5,\n1992, art 64), sus funciones se basan en presentar informes con respecto a:<ul><li>Las operaciones de crédito externo autorizadas por ley al Gobierno Nacional, cuya finalidad sea el obtener recursos para la financiación de planes de desarrollo económico y de mejoramiento social y para contribuir al equilibrio de la balanza de pagos Para su cumplimiento la Comisión será convocada previamente por el Gobierno con el\nfin de informarla, así esté en receso el Congreso.</li><li>Los correctivos que deban asumirse cuando a juicio de la Comisión el Gobierno esté comprometiendo la capacidad del país para atender el servicio o la deuda exterior más allá de límites razonables, o cuando las condiciones de los empréstitos resulten gravosas o inaceptables.</li><li>Los demás que dispongan las leyes. (Ley 5, 1992, Art 65)</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "legales",
    "key": "inteligencia",
    "name": "Comisión Legal de Seguimiento a las Actividades de Inteligencia y Contrainteligencia",
    "definition": "<div class='card mb-3'><p>Esta comisión fue creada por la ley estatutaria 1621 de 2013, para que el Congreso de la República ejerza funciones de control y seguimiento político, verificando la eficiencia en el uso de los recursos, el respeto de las garantías constitucionales y el cumplimiento de los principios, límites y fines establecidos en esta ley.</p><p>Está conformada por 8 congresistas, 4 senadores y 4 representantes a la Cámara, los cuales deben ser miembros de las Comisiones Segundas Constitucionales Permanentes. Habrá, por lo menos, 1 Representante y 1 Senador de los partidos y movimientos políticos que se declaren en oposición al Gobierno, salvo que su decisión sea de abstenerse de participar en dicha comisión.</p></div>",
    "foundation": ""
  },
  {
    "parent": "comisiones",
    "key": "especiales",
    "name": "Comisiones Especiales",
    "definition": "<div class='card mb-3'><p>Las Comisiones Especiales son de creación legal; con participación de Senadores o Representantes, o de unos y otros. Cumplen las funciones que determine la misma disposición legal que las crea y son las siguientes:<ul><li>Las Comisiones Especiales de Seguimiento (Artículos 62 y 63 de la Ley 5 de 1992).</li><li>Las Comisiones Especiales de Seguimiento están integradas por once miembros en el Senado de la República y 15 miembros en la Cámara de Representantes.</li></ul></p></div>",
    "foundation": ""
  },
  {
    "parent": "especiales",
    "key": "modernizacion",
    "name": "Comisión de Modernización",
    "definition": "<div class='card mb-3'><p>Estudiar, proponer y crear procesos de modernización en forma permanente dentro de la Institución Legislativa, a través del Sistema de Información Parlamentaria.</p><p>Brindar apoyo a las Mesas Directivas de las Cámaras legislativas en la planificación y monitoreo de los procesos de modernización.</p><p>Coordinar, orientar y vigilar, a través de su Secretario, el funcionamiento de la Unidad de Información Parlamentaria Integrada.</p><p>Coordinar con las Mesas Directivas del Congreso los apoyos de la Cooperación Internacional.</p><p>Establecer los términos y procedimientos necesarios para la actualización de la información contenida en la página de Internet del Congreso de la República.</p><p>Esta integrada de manera conjunta por Senadores y Representantes, así: Integrada de manera conjunta por ocho (8) miembros elegidos a razón de cuatro (4) por las Plenarias de cada una de las Corporaciones: cuatro (4) Senadores y cuatro (4) Representantes a la Cámara (Artículo 63 de la Ley 5 de 1992 – adicionado por el Artículo 2 de la Ley 1147 de 2007).</p><p>Esta Comisión es de carácter conjunto, lo que significa que tendrá tanto miembros del Senado como de la Cámara de Representantes sin distinción de pertenencia a ninguna de las cámaras del Congreso, así pues, se compone de 8 miembros, 4 de la Cámara de Representantes y 4 del Senado. Con esta se busca “contribuir a la transformación integral y progresiva del Congreso de la República en una institución legislativa moderna, altamente técnica y capaz de responder de manera eficaz y eficiente a las exigencias de la democracia” (Ley 5 1992, Art 63-1).</p><p>Decreto 3680/2011</p><p>Ley Orgánica de Ordenamiento Territorial - LOOT, Ley 1454, fue aprobada el 28 de junio de 2011</p><p>En desarrollo de la Ley 1454 se aprobó el Decreto 3680 de octubre de 2011 por el cual se reglamenta la conformación y funciones de la Comisión de Ordenamiento Territorial – COT</p></div>",
    "foundation": ""
  },
  {
    "parent": "especiales",
    "key": "ordenamiento",
    "name": "Ordenamiento Territorial",
    "definition": "<div class='card mb-3'><p>Es un organismo de carácter técnico asesor, que tiene como función evaluar, revisar y sugerir al Gobierno Nacional y a las Comisiones Especiales de Seguimiento al Proceso de Descentralización y Ordenamiento Territorial del Senado de la República y de la Cámara de Representantes, la adopción de políticas, desarrollos legislativos y criterios para la mejor organización del Estado en el territorio.</p><p>La COT asesora en políticas y desarrollos legislativos; criterios para mejorar la organización territorial del Estado; escenarios de participación, consulta y concertación; estudios técnicos para la integración de las entidades territoriales; definir y armonizar políticas territoriales con impacto en el ordenamiento territorial.</p><p>Decreto 3680/2011</p><p>Ley Orgánica de Ordenamiento Territorial - LOOT, Ley 1454, fue aprobada el 28 de junio de 2011</p><p>En desarrollo de la Ley 1454 se aprobó el Decreto 3680 de octubre de 2011 por el cual se reglamenta la conformación y funciones de la Comisión de Ordenamiento Territorial – COT</p></div>",
    "foundation": ""
  },
  {
    "parent": "especiales",
    "key": "control",
    "name": "Seguimiento a los Organismos de Control público",
    "definition": "<div class='card mb-3'><p>Estas “tendrán el encargo específico de vigilar el cumplimiento de las disposiciones constitucionales y legales, de acuerdo con reglamentación que al efecto expidan las respectivas Mesas Directivas de las Cámaras atendiendo a la naturaleza y finalidad de cada una de ellas” (Ley 5, 1992, art 63), las cuales a su vez se dividirán en Comisión de vigilancia de los organismos de control público, Comisión de vigilancia del organismo electoral, Comisión de vigilancia del proceso de descentralización y ordenamiento territorial.</p><p>Las Comisiones Especiales de Seguimiento están integradas por once miembros en el Senado de la República y 15 miembros en la Cámara de Representantes y son:</p><p>Integrantes:<ul><li>GABRIEL VELASCO (Centro Democratico)</li><li>FERNANDO NICOLAS ARAUJO (Centro Democratico)</li><li>ALEJANDRO CORRALES (Centro Democratico)</li><li>ARTURO CHAR CHALJUB (Cambio Radical)</li><li>JOSE LUIS PEREZ (Cambio Radical)</li><li>CARLOS EDUARDO GUEVARA (Mira)</li><li>JULIAN BEDOYA (Liberal)</li><li>FABIO AMIN (Liberal)</li><li>JUAN FELIPE LEMUS (Partido de la U)</li><li>JOSE ALFREDO GNECO (Partido de la U)</li><li>JOSE AULO POLO NARVAEZ (Partido Verde)</li></ul></p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Ley 5, 1992, art 63</p></div>"
  },
  {
    "parent": "especiales",
    "key": "parlamento",
    "name": "Parlamento Andino",
    "definition": "<div class='card mb-3'><p>El Parlamento Andino es una comunidad de naciones que busca una integración económica, según lo previsto en el Acuerdo de Cartagena y en el Tratado Constitutivo del mismo Parlamento Andino.</p><p>La Ley Estatutaria 1729 del 29 de julio de 2014, que derogó la ley estatutaria 1157 de 2007, con relación a la elección directa de parlamentarios andinos, permitió al Congreso de la República designar a los nuevos miembros de este organismo</p><p>Ley Estatutaria 1729 del 29 de julio de 2014</p><p>REGLAMENTO GENERAL DEL PARLAMENTO ANDINO: Aprobado el 21 de julio de 2015 y modificado el 25 de octubre de 2018</p></div>",
    "foundation": ""
  },
  {
    "parent": "especiales",
    "key": "seguimiento",
    "name": "Seguimiento a la ley de victimas",
    "definition": "<div class='card mb-3'><p>Las Mesas Directivas de las Comisiones Primeras de Senado y Cámara conformarán una comisión en la que tendrán asiento todos los partidos y movimientos políticos representados en las respectivas comisiones, encargada de efectuar el seguimiento de la aplicación de esta ley, recibir las quejas que se susciten en ocasión de la misma y revisar los informes que se soliciten al Gobierno Nacional. El Gobierno deberá presentar informes dentro de los primeros diez (10) días de cada periodo legislativo a las comisiones de que trata este artículo, referidos a la utilización de las atribuciones que se le confieren mediante la presente ley, así como sobre las medidas tendientes a mejorar las condiciones sociales, psicológicas y económicas de las víctimas. Estas comisiones designarán un coordinador respectivamente.</p><p>HONORABLES SENADORES QUE LA INTEGRAN:<ul><li>Juan Manuel Galán Pachón (Coordinador Senado – Partido Liberal)</li><li>Roy Barreras Montealegre (Partido De la U)</li><li>Hernán Andrade Serrano (Partido Conservador)</li><li>Claudia Nayibe López Hernández (Alianza Verde)</li><li>Alexander López Maya (Polo Democrático)</li><li>Paloma Susana Valencia Laserna (Centro Democrático)</li><li>Manuel Enríquez Rosero (Partido de la U)</li><li>Doris Clemencia Vega Quiroz  (Opción Ciudadana)</li></ul></p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>LEY 1448 DE 2011 art 202</p></div>"
  },
  {
    "parent": "comisiones",
    "key": "accidentales",
    "name": "Comisiones Accidentales",
    "definition": "<div class='card mb-3'><p>Las comisiones accidentales pueden ser designadas por los presidentes y las mesas directivas de las cámaras y también por sus comisiones permanentes con la idea de encargarles tareas, misiones o asuntos específicos.</p><p>Son creadas para el mejor desarrollo de la labor Legislativa y Administrativa, para que cumplan funciones y misiones específicas (Artículo 66 Ley 5 de 1992, modificado por el Acto Legislativo).</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Ley 5, 1992, art 66, 67<br>Ley 5, 1992, art 34</p></div>"
  },
  {
    "parent": "accidentales",
    "key": "accidental",
    "name": "Accidental de Paz",
    "definition": "<div class='card mb-3'><p>La Comisión Accidental de Paz está conformada por 29 honorables Senadores quienes acompañados de la Secretaria de la Comisión trabajan en diferentes frentes que buscan el fortalecimiento y evolución de todos los procesos que van encaminados hacia la Paz en Colombia.</p><p>Se destacan algunas de las funciones de la Comisión Accidental de Paz:<ul><li>Colaborar con el ejecutivo en lo concerniente al logro de la Paz y la convivencia pacífica de los Colombianos.</li><li>Estudiar y analizar la realidad social del País, con el fin de proponer y promover acciones en el marco de la cultura de Paz que sirvan de apoyo a los órganos legislativo y ejecutivo, en vista que la Paz ocupa uno de los mayores niveles de importancia en términos de bienestar para el país en el mediano y largo plazo, y por tal razón demanda la vinculación y participación de todos los actores.</li><li>Su principal objetivo es fomentar la paz y la seguridad en el mundo. Aunque su cometido original era concentrase en la prevención de conflictos, mantener la paz y consolidación de la misma, las circunstancias cambiantes han supuesto el reajuste de su enfoque.</li></ul></p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Acto Legislativo 01 del 2017<br>Decreto 588 de 2017 Comisión para el esclarecimiento de la verdad, convivencia y no repetición </p></div>"
  },
  {
    "parent": "accidentales",
    "key": "indigena",
    "name": "Afrodescendiente e Indígena",
    "definition": "<div class='card mb-3'><p>Integrantes:<ul><li>William Jimmy Chamorro Cruz (Partido de la U)</li><li>Carlos Fernando Galán Pachón (Cambio Radical)</li><li>Edinson Delgado Ruiz (Partido Liberal)</li><li>Olga Lucía Suarez Mira (Partido Conservador)</li><li>Iván Leonidas Name Vásquez (Partido Alianza Verde)</li><li>Alexander López Maya (Polo Democrático)</li><li>Luis Evelis Andrade Casamá (MAIS)</li></ul></p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Acto Legislativo 01 del 2017</p></p><p>Ley 70 de 1993 “Por la cual se desarrolla el artículo transitorio 55 de la Constitución Política”.</p><p>Ley 387 de 1997 “por la cual se adoptan medidas para la prevención del desplazamiento forzado; la atención, protección, consolidación y esta estabilización socioeconómica de los desplazados internos por la violencia en la República de Colombia”.</p><p>Ley 1448 de 2011 “Por la cual se dictan medidas de atención, asistencia y reparación integral a las víctimas del conflicto armado interno y se dictan otras disposiciones”.</p><p>Ley 22 de 1981 “Por  medio  de  la  cual  se  aprueba  \"La  Convención Internacional  sobre la Eliminación  de  todas  las formas de Discriminación  Racial\",  adoptado por la Asamblea General de las Naciones Unidas en Resolución 2106 (XX) del 21de diciembre de 1965, y abierta a la firma el 7 de marzo de 1966”.</p><p>Ley 21 de 1991 “Por medio de la cual se aprueba el Convenio número 169 sobre pueblos indígenas y tribales en países independientes, adoptado por la 76a. reunión de la Conferencia General de la O.I.T., Ginebra 1989”.</p><p>Ley 725 de 2001 “Por la cual se establece el Día Nacional de la Afrocolombianidad”.</p></div>"
  },
  {
    "parent": "accidentales",
    "key": "caribe",
    "name": "Costa Caribe",
    "definition": "<div class='card mb-3'><p>Se crea esta comisión con el fin de atender los asuntos de la Costa Caribe colombiana, de conformidad con lo establecido en el numeral octavo del artículo 43 y el artículo 66 de la Ley Quinta de 1992 (Reglamento Interno del Congreso). Participan miembros de distintas fuerzas políticas con asiento en el Senado de la República y que representen a la mencionada región del país.</p></div>",
    "foundation": "<div class='card mb-3'><h5>Soporte Jurídico</h5><p>Resolución 2014 del 21 de agosto 2018</p></div>"
  }
]
